label carter7:
    window hide
    scene black with ed_night_dis
    play music nakanune
    $ MND_Chapter("The Carter Seven")
    $ MND_Chapter("Exodus")
    scene sovenok
    show deadlylxrd
    show coldspr at left
    with ed_night_dis
    "Вадя повёл нас в лагерь."
    scene garage_software
    show deadlylxrd
    show coldspr at left
    with linearblurbolee
    lxrd "Мы на месте."
    lxrd "Пока вас не было - я разведал территорию."
    lxrd "Тут и до нас была толпа лучших из лучших."
    vchn "Э?" with vpunch
    lxrd "Лучшие умы Новошахтинска собрались тут."
    lxrd "И объеденились против дяди Димы Скита."
    lxrd "Он всех уже заебал." with vpunch
    lxrd "Ладно, хватит лирики."
    lxrd "Заходите."
    hide deadlylxrd
    hide coldspr
    with linearblurbolee
    "Пацаны зашли внутрь."
    "Вечный решил осмотреть пиздатейший фосад здания."
    show layer master at sanek_baza_osmotr
    th "Я походу понял, кто тут обитает."
    th "Неужели и Санёк подался в эти края?"
    th "Интересно получается, однако."
    th "В любом случае - всегда рад увидеть легенду."
    show layer master at sanek_baza_osmotr1
    th "Не изменяет традициям."
    th "Надо будет спросить у него за защиту Скита."
    th "Если не знает он - не знает никто."
    th "Уже не раз подтверждалось..."
    show layer master at sanek_baza_osmotr2
    th "Маслонамёки на месте."
    th "Буду честен: хуй бы я поверил, если бы этой надписи не было."
    th "Только моя свита оставляет такую наскальную живопись на архитектуре викторианской эпохи."
    th "Самому смешно."
    show layer master at sanek_baza_osmotr3
    "Вечный больше ничего не заметил."
    "Если не считать общую разъёбанность здания, конечно..."
    "В любом случае - выбирать не приходится."
    "Да и, зная Санька - внутри ебать хоромы будут."
    "Футуристичная мастерская со всеми фентифлюшками и кусками ребмы на полу."
    "А другого ожидать и не приходится."
    vchn "Пора бы и честь знать."
    "После этих слов - Вечный зашёл внутрь базы."
    window hide
    show layer master at sanek_vhod_v_masterskuyi
    pause 1
    play sound door_open
    pause 1
    scene sanek_room
    show sexynos
    show deadlylxrd at left
    show coldspr at right
    with linearblurbolee
    "Вечный увидел до боли знакомое лицо."
    sxns "Опа, Вечный!" with vpunch
    sxns "Здарова."
    vchn "И тебе не хворать."
    vchn "Говорят, вы тут от Скита шкеритесь?"
    sxns "Не от Скита."
    sxns "От его защиты ваншотящей."
    sxns "Но у меня уже есть прогресс в обходе."
    vchn "Выкладывай."
    sxns "У всех тех, у кого в кармане редми, что прошит на легион - защита не действует."
    sxns "Но нужен именно редми 8 с билдом легиончика с фиксом фм радио."
    sxns "Причём - выяснилось это опытным путём."
    sxns "Шелбик так к нам и попал."
    sxns "Он рофла ради прошил ром от Дяди Димы и защита на него не подействовала."
    sxns "Единственный косяк - таймер на 15 минут запускается."
    sxns "Вместо четырёх секунд."
    sxns "Видимо - он знал, что делает."
    sxns "Ебаный Скит."
    sxns "Но я работаю над этим."
    sxns "Мб найдётся метод, с которым таймер будет ресетаться без лива с территории."
    vchn "Знаешь - это уже что-то." with vpunch
    vchn "Пушо у нас с Колдом было 4 секунды, чтобы прыгнуть в портал."
    vchn "Нам просто повезло в тот момент находится рядом."
    vchn "Такие дела."
    lxrd "Братва!" with vpunch
    "Как бы между делом воскликнул Вадя."
    lxrd "Предлагаю отметить наш общий сбор."
    lxrd "Как грицца - вся команда на месте." with vpunch
    "После этих слов он поднял над головой литр абсента и литр вишнёвой аскании."
    vchn "Ох..."
    vchn "Эволюция малыша?" with vpunch
    lxrd "Именно."
    lxrd "Ну так что?"
    vchn "Пару стаканчиков."
    vchn "Мне бы ещё по лагерю прошвырнуться."
    vchn "Шелбик ещё тут?" with vpunch
    sxns "Да."
    sxns "Как и весь остаток команды легендари."
    vchn "Остаток?" with vpunch
    sxns "Ну, как: Император улетел на Мальдивы в отпуск."
    sxns "В тг ему пропинговали, мол: <<пока возвращаться не стоит>>."
    sxns "Айчи их тиму давно покинул."
    sxns "Володя по работе в МСК."
    sxns "Остались только Шелбик и Чиконя."
    vchn "Понятно."
    vchn "И они оба тут?" with vpunch
    sxns "Конечно."
    sxns "Куда они денутся?"
    vchn "Понятно."
    "Вечный решил найти Шелбика и прояснить ситуацию."
    "Но сперва..."
    lxrd "Держи."
    "Вадя протянул Вечному стакан до краёв наполненный новой версией лысого малыша."
    cld "Не закусывая..."
    "И они вчетвером ебанули жёстко без запива."
    vchn "Ебать..." with vpunch
    vchn "Сколько аскании ты туда добавил?" with vpunch
    lxrd "Пару капель."
    lxrd "Чисто для цвета."
    th "То-то тяжело пошло..."
    lxrd "Ещё малень осталось..."
    lxrd "Добьём?" with vpunch
    "Вечный решил не отказываться."
    "Если и воспринимать весь пиздец, что происходит в этом мире, то только рука об руку с лёгеньким <<шаффе>>."
    vchn "Второй уже попроще." with vpunch
    lxrd "Да его и меньше было."
    lxrd "Чёт я запасы абсента не расчитал..."
    "Легендарная четвёрка допила асканию чисто как запив."
    sxns "Пойдёшь искать Легендари?"
    vchn "Пойду."
    vchn "А что делать?"
    sxns "Тоже верно."
    vchn "Братиш, со мной двинешь?"
    "Спросил Вечный Колда."
    cld "Не, братиш."
    cld "Чёт меня подвынесло с нового малыша."
    cld "На сцене вроде аудиосистема пиздатая была."
    cld "С мобилы врублю треки PHARAOH'а и буду подпевать."
    cld "Если что - ищи меня там."
    vchn "В тг пропингую."
    cld "Добро." with vpunch
    vchn "Где Легендари можно найти?"
    "Спросил Вечный Санька."
    sxns "Они в центре лагеря обитают."
    sxns "Там сам по себе пейзаж пиздатый."
    sxns "Шелбик такое любит."
    sxns "А вот Чиконя может быть где угодно..."
    "Загадочно протянул Санёк."
    vchn "В столовке?" with vpunch
    sxns "Ахаха, может быть."
    "Санёк оценил микро-рофлан по-достоинству."
    sxns "Тогда мы с Вадей будем дальше думать над фиксом пятнадцати минут."
    vchn "Добро."
    stop music fadeout 3
    vchn "Бывайте, посоны." with vpunch
    vchn "Ещё увидимся сёдне."
    lxrd "Бай."
    "И Вечный пошёл на поиски легендарных приключений."
    play music truth fadein 2
    scene camp_center_blya with linearblurbolee
    "Вечный пришёл в центр лагеря."
    "Весь лагерь больше напоминал заброшку с его района."
    "Причем - все культовые заброшки в родном мухосранске Вечного - уже давно посносили."
    "Так бывает."
    "Особенно с течением времени."
    "За этими размышлениями Вечный заметил знакомое лицо..."
    show shelby with linearblurbolee
    vchn "Здарова."
    shb "Вечный." with vpunch
    shb "Рад тебя видеть."
    vchn "Взаимно."
    shb "Искал меня?"
    vchn "Вообще да."
    vchn "Санька поведал мне - у вас в команде раздор."
    vchn "Чё случилось-то?" with vpunch
    shb "Это долгая история."
    vchn "Я никуда не тороплюсь."
    "Шелби вынул из портсигара два золотых пятиграммовых джоинта, что были плотно набиты специальной индикой, выращенной по рецепту от Императора."
    "Никаких побочек и постэффектов. Только релакс и расслабон. Ничего более."
    "Вечный подкурил джоинт с помощью спичек, да сделал мощную тягу."
    "Как в былые времена, когда он на трёхсотватной рыксе тянул на дрипке жижон бруско 50мг и ахуевал от жизни."
    "Так же и здесь."
    "Единственное - после индики не хотелось выхаркать свои лёгкие на потрескавшийся асфальт."
    "Поры тлеющей травы окутали разум Вечного, и тот стал готов внемлить охуительной истории от сборщика прошивок на поко м3."
    shb "Всё началось пару дней назад."
    shb "Сезамка начал жёстко рамсить с Императором насчёт билда BananaRom на шестой пиксель."
    shb "Ты и без меня знаешь, какие у них рамсы иногда были."
    vchn "Ну, так?" with vpunch
    shb "Ну и кароче Сезамка начал снова юлить и оправдываться."
    shb "Император его заоскал конкретно и ушёл за пивком..."
    shb "А Сезамка обиделся и ливнул с тимы."
    shb "Такая вот хуйня."
    shb "Но самый прикол - он ливнул к Скиту билдить легион вместе с ним."
    vchn "Интересное кино получается..."
    vchn "Из ваших только Чиконя и ты?"
    shb "Да." with vpunch
    shb "Мб уже слышал - император в отпуске."
    vchn "Понятно..."
    vchn "Есть идеи, как нагнуть этих сосунков?"
    "Шелбик почесал репу."
    shb "Если затея Санька будет работать, то..."
    shb "Толпой влетим и дадим им пиздов." with vpunch
    vchn "Не у всех телефоны прошиваются под легиончик."
    vchn "К сожалению."
    stop music fadeout 5
    shb "Что-нибудь придумаем."
    shb "И не из такой жопы выбирались."
    vchn "Тут ты прав как нигода..."
    "Вечный поймал нужный вайб."
    "Вместе с Шелбиком они упали на лавку и достали джоинты."
    "Вечный делает крупную тягу и ловит флешбек."
    play music noize1 fadein 2
    vchn "Раньше было время..."
    vchn "Не то, что сейчас..."
    shb "Тут согласен."
    shb "Когда-то мне хватало редми 7а..."
    shb "А сейчас добротный гнусмас лагает."
    shb "К сожалению."
    vchn "Субстратум помнишь?"
    "Лицо Шелбика украсила ностальгическая улыбка."
    shb "Ясен хуй."
    shb "Это легенда из 2017."
    shb "Тогда телефоны лагали меньше, да кастомы не баговали."
    shb "Не то, что сейчас."
    shb "Ебаный поко, снова ребутнулся..."
    "Вечный задумался."
    "Он думал о смысле жизни."
    "И самый главный вопрос на повестке дня был такой:"
    vchn "А нахуя вообще сейчас перешиваться?"
    vchn "Ну вот чтобы что?"
    shb "Я не знаю, братиш."
    shb "Дело привычки."
    vchn "Я как сейчас помню, как ставил гси..."
    vchn "Это была 9 аоспа."
    stop music fadeout 3
    vchn "Чистейшая."
    vchn "От phh."
    shb "Гси это святое."
    shb "Хоть и лагающее говно."
    window hide
    show zatemnenie
    with dspr
    $ MND_Chapter("Тем временем в Шахтах:")
    scene domint
    with ed_night_dis
    play music n_hm fadein 3
    "Василиса сидела на диване и не знала, чем заняться."
    "На журнальном столике стояла рыкса зашитая на 300 ватт."
    "Рядом стоял бочонок жижона BRUSKO гранат на 50мг."
    "На рыксе была дрипка TORNADO."
    "Делать было нечего."
    "Она решила попробовать этот пиздатый сетап."
    "Аккуратно сняв крышку дрипки, Вася начала осторожно прокапывать вату на двух койлах."
    "Всё было сделано ахуеть как фелигранно, ведь ни грамма жижона не было пролито мимо койлов."
    "Ванночка дрипки была заполнена до краёв."
    "Вася накинула дрипку на мод."
    "Окинув взглядом экранчик рыксы, она сказала:"
    vas "50 ватт?"
    show layer screens at vpunch
    extend " Что за детский сад?"
    "И после этих слов она ебанула 300."
    play sound podik
    window hide
    pause 4
    show anim br_smoke
    pause 2
    play sound kashel
    with vpunch
    pause 1
    vas "Ух, ебать..."
    "Такой напор ядохимикатов нормально въебал по мозгам."
    "Рыжая тян сидела в прострации."
    "Тупила в одну точку."
    show skitpiopivo at gayshit(-1.0, 2, 0.1)
    "Пока в комнату не зашёл Скит."
    skt "Как жизнь?{w} Малолетка."
    "Вася лишь задумчиво кашлянула."
    skt "Омг, сука."
    skt "Кто соля на 300 ваттах парит?"
    "Скит осуждающе посмотрял на дристуняшку."
    skt "Смотри шоп анал не рванул от таких фокусов."
    skt "А то сральник щас занят."
    vas "Кем?"
    stop music fadeout 3
    skt "Да так..."
    skt "Он на плановой дезинфекции, скажем так."
    "Скит скорчил недовольное ебало."
    vas "Чё грустим?"
    "Спрашивает рыжая тян."
    skt "Да так..."
    "Скит преставил как хуярит ногами школьников за оскорбления в интернете."
    $ renpy.movie_cutscene('source/videosos/morozko_suck_dick.webm')
    "Рыжольда лишь задумчиво посмотрела в окно."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Тем временем Сезамка:")
    play sound fb
    play music salt_snuff fadein 2
    scene parasha_v_shkole
    show parasha_v_shkole_1
    with flash
    sezam "Как мне это вилкой чистить, блеать?"
    sezam "Каким, сука, образом?!" with vpunch
    "Сезамка мог бы ещё долго плакаться, как жизнь хуёва, но..."
    "Нужно было чистить вилкой гавно."
    "Скит сказал."
    play sound nfy
    $ renpy.notify("Нажми пальцем на говно")
    "Сезамка взял вилку покрепче ну и блять начал чистить."
    window hide
    play sound dostalstvol
    show vilka_dostal_anim
    pause 0.5
    call screen c7_chisti_govno

label c7_after_chistka_sooqa:
    hide screen c7_chisti_govno
    window hide
    play sound chisti
    hide parasha_v_shkole_1 with dspr
    pause 3
    hide vilka_dostal_anim
    play sound ubralstvol
    show vilka_ubral_anim
    pause 0.5
    sezam "Фух..."
    "Огромная куча говна была вычищена лично Сезамкой."
    "Потом пришёл Скит проверить качество работы."
    stop music fadeout 3
    skt "Хуёво почистил."
    skt "Щас языком доработаешь."
    window hide
    play sound blyat
    pause 0.5
    show zatemnenie with dspr
    $ MND_Chapter("Тем временем в лагере...")
    play sound fb
    play music lil_dreest fadein 2
    scene scena_leto
    show deadlylxrd
    with flash
    lxrd "Чё тебе сёдне снилось?"
    "Вечный задумался."
    vchn "Не помню, Вадь."
    "Вадимка состряпал хитрое ебало."
    lxrd "А у меня был вещий сон."
    "Вадимка раз за разом прокручивал эту хуету в голове."
    $ renpy.movie_cutscene('source/videosos/morozkin_dreeft.webm')
    "Но озвучивать не стал."
    vchn "Я чё сказать-то хотел..."
    vchn "Мне надо ливнуть с Шахт ненадолго."
    lxrd "Ну ты даёшь канеш." with vpunch
    vchn "Да бле, Вадя..."
    vchn "Меня братва вызывает."
    vchn "Надо приехать на денёк еблеты поразбивать."
    lxrd "Ты нас через хуй кидаешь по-итогу."
    vchn "Я вернусь, заебал."
    lxrd "Посмотрим."
    lxrd "В любом случае - надо отвлечься."
    lxrd "Есть идеи?"
    "Вечный окинул взглядом сцену."
    vchn "На басухе играть умеешь?"
    lxrd "По молодости пару раз было.{w} А что?"
    vchn "Сыграем один трек пиздатый."
    lxrd "Колдик говорил, что он мастер драмки."
    vchn "Так даже проще."
    vchn "Наше легендарное трио сыграет треки PHARAOH'а метал версию."
    vchn "Это будет эпик, братиш."
    vchn "Надо будет ещё спросить у Неони..."
    vchn "Умеет ли он ритм держать."
    lxrd "Умеет."
    lxrd "Мы в Кургане в Стрекозе выступали как два чёрта."
    vchn "Играли в переходе за 10 рублей?"
    lxrd "И это тоже."
    lxrd "Демобилизацию я как сыграл..."
    lxrd "Так все няши мои были..."
    lxrd "Да..."
    lxrd "Было время..."
    vchn "Повторим?"
    stop music fadeout 3
    lxrd "Спрашиваешь ещё."
    lxrd "Тащи инструмент."
    lxrd "Щас балладу будем наигрывать."
    lxrd "Хуль."
    window hide
    scene black with ed_night_dis
    play music cherry_diss fadein 2
    scene tusa_pizdec
    with Dissolve(2)
    vchn "НА ВКУС КАК ЛЫСАЯ МАЛЫШКА!"
    vchn "ЗВУЧУ КАК ТОЛСТАЯ ОТРЫЖКА!"
    vchn "ПАХНУ КАК НЕМЫТАЯ МАРМЫШКА!"
    vchn "НА ВИД КАК ОЧКАСТАЯ МАРТЫШКА!"
    "Пацаны решили исполнить легендарный трек."
    vchn "Я ГОТОВИЛА ОСК В СТИЛЕ АЙГАНДОНА!"
    "Весь зал ахуевал с пиздатости их исполнения."
    vchn "Расскажу историю... Про ебаных школьников..."
    "Под конец трека зрители достали свои калозвоны, включили фонарики и начали ими махать."
    "Хуй знает, зачем."
    stop music fadeout 3
    vchn "А теперь персональный трек от Морозкина!" with vpunch
    vchn "Прошу любить и жаловать!" with vpunch
    "Зал загалдел."
    "Вадимка взял микрофон."
    window hide
    scene morozovcover with linearblurbolee
    play music morozkin_cover
    lxrd "ПРИВЕТ! ЭТО ВАДИМКА МОРОЗОВ!"
    lxrd "ЭТО НОВАЯ ПЕСНЯ ПРО ДИМУ СКИТЕЦКОГО!"
    lxrd "ПОЕХАЛИ!"
    lxrd "УУАААААА, САП ПИДОРААААСЫЫЫЫ!"
    lxrd "УЕБАН БЛЯТЬ ЛЫСЫЙ!"
    lxrd "ОТСОСИ МОЙ ХУЙ, ЕБУЧАЯ ТЫ КРЫСА!"
    lxrd "ДИМААА СКИИИТ ЕБАНАААААТ ИЗ НОВОШААААХТИИНСКАААА!"
    "Зал раскачивался от такой энергетики."
    "Вадимка вошёл в кураж исполнения."
    "Микрофон стал продолжением его руки."
    lxrd "АААААААА, ЛЫСЫЫЫЫЙ ПИДАРООООООК!"
    "Это был лучший саунд, который только был произведён малолетками из Новошахтинска."
    lxrd "ТЫ ЖИВЕШЬ В ХАЛУПЕ НА ЕБАНОМ ЛЬВОВСКОМ!"
    lxrd "НУ А Я КАЖДЫЙ ДЕНЬ ЖДУ ТВОИХ ОТСОСОВ!"
    lxrd "ДИМА СКИТ, Я ЛЮБЛЮ ТРАХАТЬ ТВОЮ ЖОПУ!"
    lxrd "ДИМА СКИТ, НЕ РЕВИ, Я ТЕБЯ НЕ БРОШУ!"
    "Кто-то умирал от смеха, кто-то ахуевал от качества звука."
    lxrd "ЛЫСЫЙ ПИДАРООООК!! ААААААА"
    stop music fadeout 3
    "В скором времени кавер Морозыча закончился."
    window hide
    scene black with ed_night_dis
    play music r_it fadein 2
    scene scena_leto
    show deadlylxrd
    with linearblurbolee
    "После концерта энергии совсем не осталось."
    "Но вот настроение было выше всяких похвал."
    vchn "Исполнили ахуенно."
    lxrd "Базару 0."
    lxrd "Ты там не опаздываешь?" with vpunch
    vchn "Бля... Точно."
    lxrd "Завтра шоп тут был."
    vchn "Базар."
    "И Вечный направился к выходу из лагеря."
    window hide
    scene ext_playground_day at sr_pokachivanie_light
    with pushleft
    pause 1
    scene ext_path2_day at sr_pokachivanie_light
    with pushleft
    pause 1
    scene ext_clubs_day at sr_pokachivanie_light
    with pushleft
    pause 1
    scene ext_camp_entrance_day at sr_pokachivanie_light
    with pushleft
    pause 1
    scene es_autumn at sr_pokachivanie_light
    show lepestki_krutyatsa
    with pushleft
    vchn "Я ещё вернусь..."
    vchn "Ток братве хэлпану..."
    vchn "И вернусь..."
    play sound fb
    window hide
    scene ext_camp_entrance_day
    show coldspr
    with flash
    lxrd "Будем надеяться."
    stop music fadeout 3
    cld "А что остаётся?"
    lxrd "Твоя правда."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Сейчас в Шахтах:")
    play music hu_b fadein 2
    scene domint
    show skitpiopivo
    with ed_night_dis
    skt "Нам надо как-то привлечь этих долбоёбов."
    vas "Зачем?"
    skt "Для уничтожения." with vpunch
    skt "Защита на них отработает и дело с концом."
    "Рыжольда задумалась."
    "В это время Скит сидел и фантазировал."
    "Как было бы классно иметь власть над этими школьниками."
    $ renpy.movie_cutscene('source/videosos/skeet_interny.webm')
    skt "Было б неплохо."
    vas "М?"
    skt "Нагнуть этих школьников."
    hide skitpiopivo with linearblur
    "И после этих слов Скит ушёл за новой порцией крепкой <<Охоты>>."
    "Охотник, блеать."
    "А в это время рыжая тян задумалась:"
    th "Хочу ебаться."
    extend " Что делать?"
    extend " Правильно!" with vpunch
    extend " Надо пойти подрочить."
    th "Пальцем или кабачком?{w} Вот в чём вопрос..."
    show zatemnenie with dspr
    $ MND_Chapter("Тем временем Скит:")
    scene zabor_beton
    with linearblurbolee
    skt "Ебать красота."
    skt "Никаким школьникам его не сломить."
    skt "Даже если они очень сильно постараются."
    skt "Один хуй -{w} забор этот из газобетона."
    skt "Пуленепробиваемая хуета."
    skt "Но всего один недостаток..."
    skt "Всего одна струя дриста после манежной шавы сможет растопить этот метариал из наночастиц моего пердежа..."
    skt "И нахуя я это в слух сказал?{w} Не понятно."
    play sound sobaka_dvor
    "Доберманка начала гавкать."
    "Да так, что аж на мозги капает пиздец."
    skt "Принесло кого-то?" with vpunch
    "Скит пошёл к воротам."
    play sound2 kalitka
    scene domext
    show kamaz
    show dimanspr at right
    with pushright
    dmn "Вы Дмитрий Скитецкий?"
    "Спросил Диман Скита."
    "Скит не знал, кто такой Диман."
    "И как он связан с Skeet Dynasty."
    "Поэтому запах подвоха, который смердил манежным шептуном он просто не учуял."
    skt "Ну а кто ещё,{w=0.2} сука?!" with vpunch
    dmn "У меня для вас доставка."
    dmn "Всего лишь распишитесь вот тут."
    "Скит расписался."
    "После этого Диман крикнул своим подчинённым."
    dmn "Разгружаем,{w=0.2} братва!" with vpunch
    "И после этих слов два клона Морозки начали разгружать коробки с..."
    skt "...резиновыми хуями?" with vpunch
    extend " Да какого хуя?!" with vpunch
    dmn "Братиш."
    dmn "Мне сказали привезти -{w} я привёз."
    dmn "Какие ещё могут быть вопросы?"
    "Горение очка Скита сменилось недоумением."
    skt "А кто сказал-то?"
    dmn "Да индус какой-то."
    dmn "Сказал, мол: <<Диме подгон лично от всех индусов с поко чата за banana rom gsi>>."
    dmn "И службу на XDA DEVELOPERS."
    "Скит немного сильно так прихуел."
    "Он взял одну из коробок."
    "Внутри был самый дешёвый резиновый хуй, качество которого оставляло желать лучшего."
    "Но делать было нечего."
    "Когда пацаны выгрузили все коробки с песюнами, Скит закинул их все разом за пазуху и пошёл домой."
    play sound kalitka
    scene domint
    show vasilisa
    with pushleft
    "Рыжая тян в это время лежала на диване, на котором уже красовалось нихуёвых таких размеров пятно."
    "И нет -{w} это не последствия злоупотребления шавой, как вы могли подумать."
    "Просто кое-кто таки всё ещё раздумывал, каким же сука образом начать всё-таки наконец-таки дрочить."
    "Увидев Скита её возбуждение упало втрое, но виду она старалась не подавать."
    "Скит, с максимально недовольным ебалом, достав из-за пазухи 1000 коробок с хуями начал кидаться ими в няшку-дристуняшку."
    skt "ЕБАНЫЕ ИНДУСЫ, СУКА!" with vpunch
    "Скит ещё долго психовал."
    "Жёстко матерился, ходил кругами и махал руками..."
    "Пару раз намеренно уебал мизинец об угол шифонера, но всё без толку."
    "Рыжая тян в этот момент пряталась под диваном от распсиховавшейся обезьянки абу."
    "Когда Скит таки остыл, рыжольда выползла из под дивана."
    "Она разглядела надпись на коробке."
    vas "Всего два вопроса." with vpunch
    vas "Они тебе нужны?{w} И дочистил ли Сезамка парашу?"
    "Над ответом Скит долго не думал."
    skt "Нет.{w} Да."
    window hide
    play sound nitroblya
    show vasilisa at gayshit1(0.25, 1, -1.0)
    pause 0.5
    stop sound fadeout 1
    "Рыжольда полетела дрочить."
    stop music fadeout 4
    "Как говорил классик -{w} сбылась мечта дебила."
    "Но суть не в этом."
    skt "Неужели она все их заюзает?" with vpunch
    skt "Ну блять...{w} Хоть какая-то от них польза будет."
    skt "А мне осталось лишь провести последний эксперимент..."
    skt "Если дело выгорит..."
    skt "Я буду неебаца силён." with vpunch
    "И Скит пошёл в подвал."
    "Мешать днк доберманки и рыжей тян."
    "Шоп итоговый гибрид хуеты вживить себе в очко."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Тем временем Вечный:")
    play music aj_p fadein 3
    play ambience dviglo fadein 3
    scene gusedet
    with linearblurbolee
    "Вечный ехал прямиком к братве."
    "Его позвали на днюху Санька."
    "Он не мог это сказать Вадимке."
    "Последний бы его просто заоскал."
    "Но суть не в этом."
    "Единственная мысль не давала ему покоя..."
    vchn "Забить хуй или вернуться и взять с собой пацанов?"
    vchn "С одной стороны - {w}нахуй их вообще напрягать?"
    vchn "С другой стороны - {w}зная их -{w} это будет пиздец как весело."
    vchn "Им точно зайдёт."
    vchn "Пожалуй, я..."
    menu:
        "{color=#ff0000}Забью хуй{/color}":
            jump carter7_bad_label_suka
        "{color=#00ff00}Вернусь и трахну Скита{/color}":
            jump carter7_good_label_suka

label carter7_bad_label_suka:
    vchn "Заебали меня эти Скиты."
    vchn "Уже по самое горло сука."
    vchn "Они и без меня справятся."
    vchn "Ничё не случится."
    vchn "Ставлю бутыль лысого малыша."
    "С такими мыслями Вечный ехал к Саньку на хату."
    stop ambience fadeout 1
    stop music fadeout 3
    window hide
    scene bar100
    show marat1 at left
    show sergo1 at right
    show sanek1
    with ed_lap
    "И вот -{w} Вечный уже чиллит в пабе с братвой."
    "На хате долго задерживаться не стали."
    "Ах да..."
    "Совсем забыл..."
    "Как там наша свита поживает?"
    "На которую Вечный решил забить хуй."
    window hide
    show zatemnenie
    $ MND_Chapter("От лица Морозыча:")

    scene zagruzka with ed_alpha_diss_fast
    pause 1
    play sound travel
    pause 1
    scene nport:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    show ovrspr1 at left
    show deadlylxrd at right
    show tripsMVWWW777:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    with dissolve
    pause 1.8
    scene nport
    show ovrspr1 at left
    show deadlylxrd at right
    with ed_alpha_diss_fast
    play sound zona_b_guest
    pause 17
    play sound nameste
    play music mtf_ta fadein 2
    "Вадя, Овер и клон вышли из портала."
    "Они тестировали хак защиты скита через фикс фм радио на легионе."
    "Их ждал успех!" with vpunch
    "Они смогли объебать лысого."
    lxrd "Пацаны."
    lxrd "План такой:{w} Неоня сказал, что у Скита таки получилось создать своего нормального клона..."
    lxrd "Хз что он клонировал, но очко чёт играет."
    ovr "Да норм всё будет, заебал."
    ovr "Сомневаюсь, что он что-то клонировал."
    ovr "Скит на такое не способен бля."
    "Клон лишь тихо нихуя не делал."
    lxrd "Ладно."
    lxrd "Не суть."
    lxrd "Направимся к одному месту."
    ovr "Веди."
    window hide
    scene basketbol
    show ovrspr1 at left
    show deadlylxrd at right
    with ed_night_dis
    lxrd "У меня есть данные."
    lxrd "Скит или его клон сейчас вон в том магазе."
    "Вадя показал направление."
    lxrd "Мы с Овером засядем тут."
    lxrd "Я взял бинокль, шоп было удобнее наблюдать."
    lxrd "Клон пойдёт на разведку."
    "Клон кивнул."
    lxrd "Залети в магаз и наведи немного суеты."
    play sound zubek
    hide deadlylxrd
    show lordsprsmile at right
    with flash
    "Клон одарил братву своей фирменной ослепительной улыбкой."
    lxrd1 "Я проффесиональный суетолог.{w} Не подведу."
    play sound zubek
    hide lordsprsmile with flash
    "Клон полетел устраивать суету."
    "Вадя достал охотничий бинокль и стал наблюдать."
    window hide
    show zatemnenie
    $ MND_Chapter("Далее от лица Скита:")
    scene magaz_int with ed_night_dis
    stop music fadeout 3
    "Скит гулял по магазу и искал нужные ингридиенты для замешивания коктейля под названием: <<очкастая мартышка>>."
    "Проходя мимо стенда с алкоголем, он услышал какую-то странную хуйню."
    $ renpy.movie_cutscene('source/videosos/skeet_venom.webm')
    window hide
    play sound fb
    play music chrnthme fadein 1
    scene basketbol
    show ovrspr1 at left
    with flash
    "Пацаны лишь тихо ахуевали с того, что вытворяет Скит."
    "Он смог модернезировать своё скуфячье тело."
    "Да сожрать лучшего клона Морозыча."
    lxrd "Пиздец..."
    ovr "Чё делать-то сука?!" with vpunch
    lxrd "Возвращаемся."
    lxrd "У нас один хуй время на исходе."
    lxrd "Ебучий таймер..."
    "Пацаны двинули к телепорту."
    window hide
    scene zabor_beton
    show ovrspr1 at left
    with ed_night_dis
    play sound zona_a
    pause 9
    "Проходя дом Скита они поймали опасную зону, на которую фикс не распростроняется."
    "Оттуда пришлось спасаться бегством."
    scene nport
    show ovrspr1 at left
    with ed_night_dis
    "Они вышли к порталу."
    ovr "Я не знаю, братиш..."
    ovr "Что нам с этой хуйнёй делать..."
    lxrd "Не очкуй раньше времени."
    lxrd "Щас с Неоней посоветуемся."
    lxrd "Вернётся Вечный."
    lxrd "Мб Саня с Шелбиком доделали полноценный фикс этой хуйни."
    lxrd "Всё заебись будет."
    nvl clear
    nvlbazar "Но этим наставлениям не суждено было сбыться."
    nvlbazar "Таков закон мироздания:{w} сначала происходит что-то хорошее (в нашем случае - это объеденение),{w} но вот потом...{w} Раскол."
    nvlbazar "У всего есть начало и конец.{w} Это неизменная концепция вселенной."
    nvlbazar "Вечный сделал свой решающий выбор."
    nvlbazar "Пути назад нет."
    nvl clear
    window hide
    scene bar100
    show marat1 at left
    show sergo1 at right
    show sanek1
    with ed_lap
    nvlbazar "С братками он ебашил уже десятый по счёту, но не по значению шот малыша."
    nvlbazar "Это была опасная доза."
    nvlbazar "Именно на ней отключается память."
    nvlbazar "Сейчас ему весело, базару 0."
    nvlbazar "Ну буквально через пару минут он перестанет запоминать происходящее."
    nvlbazar "И уйдёт в отруб."
    nvl clear
    nvlbazar "Тебе правда интересно, что будет дальше?"
    nvlbazar "Смотри:{w} результат может разочаровать."
    nvlbazar "Дважды я не предупреждаю."
    nvl clear
    jump carter_ending_bad

label carter7_good_label_suka:
    stop ambience fadeout 1
    jump carter_ending