label carter0:
    $ pps = 1
    scene black with ed_night_dis
    play sound chp1
    $ MND_Chapter("The Carter Zero:")
    $ MND_Chapter("The Carter Zero:")
    $ MND_Chapter("Сама суть")
    $ MND_Chapter("Сама суть")
    $ MND_Chapter("Март 2022го")
    $ MND_Chapter("Март 2022го")
    stop sound fadeout 3
    pause 3
    scene bergenokno
    show snezhok
    show bergenokno1
    with Fade(1.5, 1, 2)
    nvl clear
    nvlbazar "Обычно истории начинаются с: <<Жили-были>>, но в нашем случае - <<сидели, пили и не закусывали>>."
    nvlbazar "Это история про одну очень интересную <<банду>> конченных малолеток, что возомнили себя чем-то более стоящим, чем являются на самом деле."
    nvlbazar "Смешно, правда?"
    nvl clear
    $ renpy.movie_cutscene('source/videosos/slonik1.webm')
    play music zhdu_chuda fadein 5
    nvlbazar "Часто так бывает, что всего один выбор является камнем преткновения во всей дальнейшей истории… Основной костяк дальнейших событий."
    nvlbazar "А в этой истории этих <<камней преткновения>> и не сосчитать."
    nvlbazar "Может, начать рассказ более подробно? Там есть о чём рассказать. Собственно…"
    nvlbazar "Главное действующее лицо – товарищ Вечный. Это я и есть."
    nvlbazar "Погоняло своё получил благодаря незамысловатому жизненному пути – бесконечные метания от одного говна к другому, при том оставаясь всё тем же, кем и был."
    nvlbazar "Фундамент самой личности оставался неизменным – те же постулаты, что и много лет назад."
    nvlbazar "Как говориться – стержень имеем, что и помогает двигаться по течению этой <<прекрасной>> жизни."
    nvl clear
    nvlbazar "На тот момент у меня было приподнятое настроение – всё это следствие недавнего, такого простого, но очень действенного принятого выбора."
    nvlbazar "Если буквально месяц назад я подыхал от адского душнилова, да бесконечной мозгоёбки – то теперь – всё это в прошлом. Я избавился от паразитирующих на своём ментальном здоровье личностей, из-за чего и получил такой духовный подъём."
    nvlbazar "Начал работу над своим культовым произведением, что должно стать летописью нынешних событий. Слишком просто? Зато задушевно."
    nvlbazar "Можно было бесконечно перебирать варианты, да концепты… Да только вот – был ли в этом хоть какой-то смысл?"
    nvlbazar "Идея, может, и не свежа, да не оригинальна… Но ведь главное – сама реализация и наполнение."
    nvlbazar "Не обязательно лепить что-то банальное, да кринжовое."
    nvlbazar "А работу над сценарием я начал после того, как я стал частью объеденения."
    nvl clear
    nvlbazar "Как-то раз, блуждая по просторам бесконечных школочатов в телеграмме, я наткнулся на обсуждение и бесконечные оскорбления одного своего старого знакомого… Ещё с прошлой команды, что на тот момент называлась <<VRT>>."
    nvl clear
    nvlbazar "Кента этого зовут – Дмитрий Скитецкий. В интернете у него много имён… Но основное лишь одно – skittels15. Вокруг него и закрутилась вся эта канитель. Позже расскажу историю, что была у меня с ним."
    nvlbazar "Наличие общих знакомых с этой группировкой меня и заинтересовало."
    nvlbazar "Их деятельность являлась не простым потоком оскорблений в интернете (к коим я уже давно привык) – это было нечто большее."
    nvlbazar "Копнув глубже – я понял, что они не те, за кого себя выдают."
    nvlbazar "Поочерёдно сделав выводы, что они какие-то недоразвитые, помешанные на теме травли в интернете, пубертатные додики - я на пару дней забыл об этом чате."
    nvlbazar "Однако, напоминание пришло само. Колесо сансары сделало свой оборот – я попал в самый центр этого круговорота событий."
    nvl clear
    nvlbazar "Как позже оказалось – это не просто чат каких-то школьников – это целая группировка, что занимается подобными непотребствами на постоянной основе, получая при этом значительные (по тем меркам) гонорары."
    nvlbazar "Банда кибер-преступников, что промышляет атаками на сайты, страницы и, в целом, личности в интернете. Звучит глупо? Не спорю. Я и сам так думал."
    nvlbazar "До того момента, когда не узрел воочию всё то, что они умудряются проворачивать в интернет-пространстве."
    nvlbazar "Банда iGandone LLC и стала моим ковчегом от общих невзгод и разладов в личной жизни на длительное время."
    nvl clear
    nvlbazar "У них (как, собственно, и у всех остальных группировок) была выстроена своя особая иерархия: <<верховный совет>>, технические специалисты, информаторы и координаторы, да в самом низу были <<мальчики на побегушках>>."
    nvlbazar "<<Верховный совет>> занимается организационными вопросами, как, впрочем, и договорами на доставление заказным лицам значительных неприятностей. Тут всё понятно."
    nvlbazar "Технические специалисты же, в свою очередь – с помощью нехитрого инструментария, что состоял из целого датацентра, специального (эксклюзивного) софта, да пары ящиков белого монстра – производили все необходимые манипуляции, что пожелает заказчик."
    nvlbazar "Чаще всего – с помощью забива пакетами всех открытых портов – роняли сайты, базы данных, общие сервисные агрегаты. Почему чаще всего? Да заказы поступали на таких додиков, которые не то, что не знают, что такое <<cloudflare>> (даже про него, сука) – они не удосужились хотя бы нанять админа."
    nvl clear
    nvlbazar "Смешно, правда?"
    nvl clear
    nvlbazar "Пускай, технические специалисты и были ниже рангом – к ним относились с достаточным почётом. Всё-таки основную работу по наказанию они и выполняли."
    nvlbazar "А вот информаторы и координаторы были почти самым <<зашкварным>> звеном. Причём – чаще всего на почве ложных данных, что они и передавали."
    nvlbazar "Был случай один интересный: одного из координаторов послали следить за Скитом (дело было плёвое – нужно было всего лишь не упускать это лысое чучело из виду). В чём, собственно, цимус всей этой истории?"
    nvlbazar "Этот ебаклак не то, что упустил лысика из виду – он своими действиями подставил под удар всю афёру. Как? Просто Скит вычислил слежку (что было не сложно сделать, учитывая что это ебанько ходило за лысым по пятам вообще не стесняясь), да просто заломал молодого."
    nvl clear
    nvlbazar "Путём незамысловатых физических манипуляций, Скит выяснил, что за ним выслали казачка (тот просто из-за страха за собственное анальное кольцо выдал всю базу про группировку)."
    nvlbazar "Ответная реакция не заставила себя долго ждать – несколько участников просто сдеанонили, да предали жестокому линчеванию."
    nvl clear
    nvlbazar "После всех этих прелюдий – Дима сделал нужные выводы, да пересмотрел свои общие взгляды на собственную безопасность: теперь он более тщательно фильтровал круг своих коллег по сборке прошивок на Redmi 8, да шифровался лучше."
    nvlbazar "Это был конкретный Epic Fail для всей iGandone LLC."
    nvlbazar "Что можно сказать о <<мальчиках на побегушках>>? Собственно – никого стоящего среди них не водилось."
    nvlbazar "Чаще всего они выполняли рядовые задачи, по типу: разнести по почтовым ящикам заказных лиц (причём, неважно – юридических или физических – действовали по беспределу, да разом против всех) листовки с осками (максимально тупыми, дабы не создавать впечатление организованной преступной кибер-группировки)…"
    nvlbazar "Отношение к ним полностью соответствовало их положению – не брезговали заоскать от нечего делать, задоксить (рофла ради), совершить сваттинг."
    nvlbazar "В общем, скучать не приходилось."
    nvl clear
    nvlbazar "А что насчёт Димы Скита?"
    nvlbazar "Этот товарищ является моим давним кентом, ещё со времён работы в организации <<VRT>>. Я был соавтором этого некоммерческого сообщества, что занималось разработкой программного обеспечения под самые немощные калозвоны."
    nvlbazar "Ничего стоящего я там не делал, разве что кроме попутного обучения всем азам присутствия в <<интернет-культуре>>, да базовым начинаниям в программировании."
    nvlbazar "Да я даже прошивки на тот момент билдить не умел! Впрочем – я и сейчас этого не умею."
    nvlbazar "Так вот – Дима был одним из первых участников (можно сказать – стоял у самых истоков, пускай и не присутствовал при основании организации), да и в принципе одним из моих первых <<сетевых>> кентов."
    nvlbazar "Я помню его как задушевного мужичка, что (пускай и не универсальную, но всё же, такую близкую к сердцу и стандартную) базу задвигал."
    nvl clear
    nvlbazar "К нему можно было обратиться за ментальной помощью. Более того – он действительно по началу помогал мне справляться с личными невзгодами в ирл."
    nvlbazar "И это далеко не все его заслуги."
    nvl clear
    nvlbazar "Есть ещё один показательный случай – в начале 2018 года в самой <<VRT>> был конкретный разлад: команда надвое разделилась по идеологическим причинам."
    nvlbazar "В подробности раздора я вдаваться не хочу (да и в принципе мне довольно тяжко это вспоминать)."
    nvlbazar "Скажу лишь, что на тот момент Дима был не просто на моей стороне – он был готов с говном сожрать типов, что были на противоположной стороне баррикад, и действовали наперекор мне и изначальным идеям <<VRT>>."
    nvlbazar "За это я его всегда буду ценить."
    nvlbazar "Но не могла эта история быть озвучена здесь, если бы всё было так гладко."
    nvl clear
    nvlbazar "Как говориться – не бывает счастья без говна (а это как раз такой случай) – в 2019 году, после обратного воссоединения, мы разосрались уже с Димой на почве обсуждения мобильных операторов."
    nvlbazar "Скит начал оскать нас из-за того, что мы буквально смешали с нечистотами его богоподобный билайн."
    nvlbazar "Аргументов у него не было от слова совсем – не выдержав нашего ахуительного напора, Скит просто ливнул со словами:"
    window hide
    play sound shkolnikivernulis
    pause 3
    nvl clear
    nvlbazar "И на этом всё закончилось."
    nvlbazar "<<VRT>> тихо умерла в пучине быстротекущего времени, а я, стараясь подстраиваться под новые жизненные обстоятельства – начал заниматься духовным просвещением если не себя, то своего ближайшего окружения."
    nvlbazar "Со Скитом мы больше не пересекались. Вообще."
    nvl clear
    nvlbazar "И краеугольный камень этой истории стало моё дальнейшее действо – я вступил в группировку, у которой Скит – заклятый враг."
    nvlbazar "Сама ирония в том, что причина ссоры между ними ровно такая же, что и в моём случае. Разве что, вместо билайна – захуесосили прошивку. Либо же Скит изначально действовал как редкостное мудило (тут не буду утверждать – не помню)."
    nvlbazar "В общем – природной гармонии между ними нельзя было сыскать."
    nvlbazar "Но и в былом обличии iGandone LLC оставалась не долго: в один момент, один из координаторов был пойман с поличным. Как итог – значимая часть сотрудников была деанонимизирована и предана экзекуции и суду Линча."
    nvlbazar "Дальше так продолжаться уже не могло – iGandone LLC официально приостанавливает свою деятельность как ОПГ. Но лишь официально. Короче говоря – просто ушли в подполье."
    nvlbazar "Но и род деятельности пришлось сменить – былого доверия заказчиков не осталось. Вообще."
    nvl clear
    nvlbazar "Значимую роль в расколе былой iGandone LLC сыграл и сам Скит: он активно распространял информацию о былой деятельности, личные данные многих участников, да и просто активно хуесосил саму организацию."
    nvlbazar "Руководство приняло решение о роспуске под тяжким грузом угрожающей ответственности. Поэтому и ушли в подполье."
    nvlbazar "Однако, новая цель объявилась едва ли не быстрее, чем угасла прошлая – теперь весь смысл существования подпольной организации строился вокруг придания общественному порицанию личности Дмитрия Скитецкого."
    nvlbazar "Для этого (не без поддержки одного из Курганских Шейхов) была создана штаб-квартира организации прямо под носом у Дмитрия – в самом Новошахтинске!"
    nvlbazar "Но былое название было уже не актуально, как и всё прошлое нашей организации."
    nvlbazar "В тот день умерла iGandone LLC. На этот раз – с концами."
    nvl clear
    nvlbazar "Но, как говорил классик - <<У всего в этом мире есть начало и конец. И конец чего-то одного – это закономерное начало чего-то нового>>. Так и появилась на свет новоиспечённая организация - <<Skeet Dynasty>>."
    nvlbazar "В неё входили самые лучшие (и не сдеаноненные) бывшие сотрудники некогда великой iGandone LLC: Неоня, Лорд, Колд, Вечный. Эти ребята были лучшими из лучших."
    nvlbazar "Неоня является самым мозговитым пацанчиком, да и сам по себе – он мастадонт доёбов (знает о травле буквально всё). Собственно – он и был основателем iGandone LLC."
    nvl clear
    nvlbazar "Лорд... О нём в двух словах и не скажешь…"
    nvlbazar "Этот пацанчик является прирождённым скамером – если есть маломальский способ кого-то как лоха наебать – Лорд уже его опробовал (и, скорее всего, успешно)."
    nvlbazar "Благодаря приобретённому жизненному опыту в плане наёба гоев на шекели, да и в принципе из-за общих успехов на почве скама – Лорд обрёл достаточно огромное состояние в денежном эквиваленте, за что и был среди своих прозван <<Курганским Шейхом>>."
    nvlbazar "Вторым Шейхом был Неоня, что удалось скопить значимую сумму за период честного труда продавцом говна в ТРЦ <<Стрекоза>>. Однако, всё это с его слов. Возможно – тоже является профессиональным скаммером. Но это лишь моё предположение, что основано ни на чём."
    nvl clear
    nvlbazar "Колд в свою очередь достаточно хорошо владел огнестрельным оружием (даже имеет свою личную коллекцию скинованных керамбитов)."
    nvlbazar "По его словам – лет 40 назад, когда он впервые поиграл в <<COD 4>> – у него появилось непреодолимое желание овладеть навыками стрельбы на профессиональном уровне."
    nvlbazar "На тот момент он был несовершеннолетним, так что мечту пришлось ненадолго отложить."
    nvlbazar "Однако, при первой возможности – Колд на скопленные шекели приобрёл своё первое ружьё - <<Тоз-34>>, да коробок пуль 12 калибра."
    nvlbazar "Хавая неудачу за неудачей Колд не сдавался – спустя какое-то время безуспешных, но очень плотных тренировок – он таки научился попадать с винтовки в банку из-под <<Охоты Крепкой>> с расстояния в 4 километра, стоя при этом на высоте 17 этажа, да смотря при этом в другую сторону (т.е. ноузумом)."
    nvl clear
    nvlbazar "Чем же занимался Вечный?"
    nvlbazar "А тут ничего примечательного нет – я не умею ни ронять сайты, ни писать эксплойты, да даже стрелять, не вынимая рук из карманов. Вот прям вообще."
    nvlbazar "Единственное, чем я отличился от них всех остальных – достаточной силой воли и упорством: если тот же Лорд, у которого вполне может с первой попытки не получится уронить сайт, просто возьмёт, распсихуется и забросит это дело, то я – буду до талого ебашить, пока не получится. Либо – пока не узнаю, что это невозможно."
    nvlbazar "Как говорил классик: <<Всему можно научиться – нужно лишь меть достаточное упорство>>."
    nvlbazar "Правда?"
    nvl clear
    nvlbazar "А что насчёт главной штаб-квартиры нашей новой команды <<Skeet Dynasty>>?"
    nvlbazar "Изначально собирались взять в аренду на длительный срок помещение под землёй (даже объявление о сдаче нашли подходящее), однако от этой идеи пришлось отказаться – вся фишка в том, что за те шекели – это было достаточно маленькое помещение, что несоизмеримо с нашими запросами."
    nvlbazar "Однако – даже этот вопрос нам удалось решить."
    stop music fadeout 4
    nvlbazar "На окраине Новошахтинска (в том районе, где живёт Димочка) Лорд снял квартиру. При чём тут это, собственно? Всё просто – у этой хаты был собственный подвал."
    nvlbazar "Так вот, этот подвал – был ебать каким громадным бункером (как объяснял арендодатель – это дом времён 50х годов, следовательно – имел под собой бункер), в котором мы и разместились."
    nvl clear
    nvlbazar "Единственное, что с проводкой были заминки – она была от слова <<никакая>>, поэтому приходилось кузьмичить (что не сделаешь ради своей цели, верно?)."
    $ renpy.movie_cutscene('source/videosos/slonik3.webm')
    nvl clear
    nvlbazar "В целом, для базы – лучше места не найти. И, что самое чёткое – дом Димы был в двух минутах ходьбы от места нашей дислокации. Для рейдов самое то. А рейды мы совершали частые."
    nvlbazar "Кабинет Неони был практически в самом конце бункера, в то время как в его начале были расположение жилые помещения. А вот за остальные помещения пока ничего сказать не могу – ещё не исследовал."
    $ renpy.movie_cutscene('source/videosos/slonik2.webm')
    nvlbazar "Пора бы уже перейти к делам более насущным… Что же – не дело лишь разглагольствовать…"
    $ renpy.movie_cutscene('source/videosos/slonik4.webm')
    nvl clear
    window hide
    scene black with ed_night_dis
    pause 1
    play music wmh fadein 3
    scene kk
    show dust1
    show dust2
    show dust3
    show dust4
    with ed_lap
    play sound nfy
    $ renpy.notify("Штаб-квартира <<Skeet Dynasty>>, 1 июня 2022 года, 5 часов дня, Агент <<Вечный>>")
    pause 3
    "Вечный лежал на диванчике и чесал свой big black cock, в то время как вокруг него не происходило нихуя (совершенно)."
    "Делать было нечего... Но, нет - Вечный не стал открывать вк клипы, ведь его разумизм ещё не настолько окреп."
    "Он изначально собирался вместе с Колдом пойти пошмалять по мишеням, т.е. начать, наконец-таки блять, научиться стрелять."
    "Но Колда на базе не было."
    "Это было хуёво."
    "Но положение спас наш великий, непровосходимый, да и просто пиздатый - уроженец узбекистана, торговец канабиоидами (продавец говна, но не Шевцов), ну и просто хороший парень - Неоня."
    play sound door_open
    show nn_spr_sprava
    nn "Здарова, уёбок."
    nn "Малолетка ебучая."
    nn "Школьник."
    nn "Чё делаешь?"
    "Вечный уже думал пустить жористого шептуна и, закрыв окна снаружи, убежать с криком <<иди на хуй>>, но Неоня вкинул ебать какую тему пиздатую."
    nn "Кароче... Есть тема."
    nn "Дом Димы рядом... И там много чего, что плохо лежит... Смекаешь?"
    vchn "Предлагаешь подспиздить у Димаса всякой хуеты? Серьёзно?"
    vchn "Да даже так - что с него взять можно?"
    vchn "Носки дырявые, да трусы нестиранные?"
    vchn "Кароче - прикола я не понял."
    nn "Да падажжи ты наижять... Школьник."
    nn "Не будем мы носки его пиздить."
    nn "Мне тут нашептали, что у него сейф есть."
    vchn "И?"
    nn "Очевидно, что в сейфе он вряд ли будет хранить носки. Смекаешь?"
    vchn "Ага, ебать. Конечно. Ща откупорим этот сейф, а там - редми 8, рублей 500 шекелей, я хуй знает... Страпон его любимый."
    vchn "Оно тебе так сильно нужно?"
    nn "Ну ты и реально ебанько."
    nn "Кто сказал, что там не будет чего интересного?"
    th "Полюбас он знает больше, чем пытается затереть мне."
    th "Неспроста он так настойчив с этим сейфом."
    vchn "Ради чего тебе это?"
    "Неоня немного помедлил с ответом: он решался - говорить правду, или же сместить тему."
    "Итог был очевиден и понятен, прямо как завтрашний день."
    nn "Хуй с тобой."
    "Неоня решил раскрыть все карты."
    nn "Вся фишка в том, что там может находиться действительно ценная инфа."
    nn "Очевидно, что в сейфе никто не будет хранить носки блять, га-га-га..."
    "Заливаясь отвратным гоготанием прощебетал Неоня."
    nn "Там может быть всё - от ствола до действительно важных доков."
    nn "Понимаешь?"
    "Вечный понурил ебалом."
    "Он не хотел влезать в сомнительную афёру, что может боком выйти - никто не знает, что там может быть."
    "Да и неужели это прямо-таки вселенская необходимость?"
    "Вот и думайте."
    nn "Решайся быстрее, школьник."
    vchn "Хуй с тобой."
    vchn "Делать всё равно нечего..."
    vchn "Да и умеешь ты подогревать интерес к делу."
    window hide
    play sound votetodelo
    pause 1
    "Восторженно воскликнул Неоня."
    nn "Тогда - сбор вечером. Но не здесь."
    nn "Ближе к 11 вечера залетай ко мне в кабинет."
    nn "Там уже и план действий обмозгуем."
    nn "Один хуй - времени вагон ещё."
    "Ему конкретно нетерпелось совершить сие действо, что направленно против Дяди Димы Скита."
    "Прямо разрывало от нетерпения."
    vchn "Понял тебя."
    "Вечный ответил сухо."
    "Ему, мягко говоря, было поебать."
    "Далее воцарилась небольшая минута молчания (ахаха)."
    window hide
    pause 1
    "Неоня ещё потупил немного свой взгляд сквозь Вечного."
    nn "Ладно, малолетка. Я погнал дальше камеры Новошахтинска чекать."
    nn "Может быть, Скитовый уехал куда и дома его теперь нету."
    "Неоня поспешил удалиться на хуй отсюда."
    vchn "Удачи, школьник."
    "Не мог не подъебнуть его Вечный."
    window hide
    play sound door_open
    stop music fadeout 6
    hide nn_spr_sprava
    show nn_leave_sprava
    "Неоня съебался восвояси."
    hide kazahspr
    "Вечный остался в комнате один."
    $ renpy.movie_cutscene('source/videosos/luntik.webm')
    window hide
    play music ctamus
    play sound door_open
    show cld_spr_sprava
    pause 0.9
    play sound2 zdarovaagali
    pause 1.8
    vchn "И тебе не хворать."
    "Ахуенное приветствие."
    "Теперь со всеми так буду здороваться."
    cld "А где Неоня?"
    "Фелигранно поинтересовался Колд."
    vchn "Ушёл по своим делам."
    "Сухо ответил Вечный."
    cld "Понятно."
    "На этом моменте разговор должен был зайти в тупик, если бы не одно но..."
    vchn "Патронов взял?"
    cld "А? Да. Конечно."
    "Колд уже было оживился, в то время как Вечный и не унимался."
    vchn "Ты всё обещался научить меня шмалять со шпалера шоп тип-топ всё було."
    "Выражение всплыло из воспоминаний с далёкого детства."
    "Вполне возможно, что Вечный нарочито поковеркал фразу."
    $ renpy.movie_cutscene('source/videosos/boss.webm')
    cld "Где-то я это уже слышал..."
    "Колд, по всей видимости, уже начал сомневаться в предстоящей афере."
    "Но Вечный стоял на своём."
    vchn "Двинули на стрельбище."
    cld "Ну... Пошли, хули."
    "Колд поудобнее обхватил своё ружьё, после чего эти два опездала отправились шмалять из шпалера."
    window hide
    scene novomallblya
    show coldspr1
    with ed_night_dis
    "Эти двое шли со стволом наперевес через центр Новошахтинска."
    "Погодка стояла приятная."
    "Ничто не могло испортить этот день."
    "По крайней мере - пока."
    "До стрельбища от бункера было рукой подать."
    cld "Вечером с казахом будешь обносить скромное жилище дяди Димы Скита?"
    th "И он уже в курсе..."
    vchn "А куда деваться?"
    vchn "Уже ж согласился."
    cld "Только это... Осторожнее там будь."
    cld "Под ноги смотри, я хуй знает."
    cld "Мало ли этот лысый дэбил капканы какие понаставил..."
    "Вечному эта мысль показалась абсурдом."
    vchn "Ага, блять."
    vchn "И каждый раз ночью собой их разминирует, да?"
    window hide
    play sound smeh
    pause 3
    cld "Чёт разорвало..."
    "Колд задумался."
    cld "А ведь ты прав..."
    cld "Не логично как-то получается..."
    cld "А то будет Скит ночью бегать и кричать:"
    window hide
    play sound ghuesos
    pause 1
    vchn "Вот и я тебе про то же."
    window hide
    pause 1
    "Дальше Колд начал рассказывать, как юзать тозик 34."
    cld "Ты, главное - по мушке целься."
    cld "И отдачу контроль."
    cld "А то по еблу стволом зарядишь сам себе."
    "Зачитывая наставления приговаривал Колд."
    "В то время как до стрельбища оставались считанные метры."
    window hide
    scene shooter_nv
    show coldspr1
    with ed_lap
    play sound nameste
    pause 1
    "На стрельбище было легче дышать."
    "Оно и не удивительно - магистраль находилась от этого места далеко."
    "Относительно, конечно же..."
    "Вечный уже начал было что-то говорить, как вдруг..."
    window hide
    play sound team_sobirai
    pause 2.25
    play sound zubek
    scene shooter_nv
    show coldspr
    with flash
    "Колд, пока отдавал ствол, сверкнул ослепительной улыбкой."
    "Небось думает, что Вечный конченный ебанько, да не сможет с тозиком совладать."
    "Ха."
    window hide
    hide coldspr
    show cld_centr_sleva_leave
    pause 0.9
    play sound dostal
    show tozik_dostal_anim
    with Pause(0.49)
    pause 0.5
    show blink
    cld "Готовься..."
    window hide
    pause 1
    hide blink
    hide tozik_dostal_anim
    show vadimka_eblo_shooter
    show tozik1
    show unblink
    cld "Насчёт хуй..."
    cld "И-и-и..."
    "Вечный начал целиться в нужную мишень."
    window hide
    play sound toz34_draw
    hide tozik1
    show tozik_pricel_anim1
    pause 0.15
    hide tozik_pricel_anim1
    show tozik_pricel_anim2
    pause 0.15
    cld "ХУЙ!" with vpunch
    play sound toz_shoot
    hide tozik_pricel_anim2
    show tozik_shoot_anim1
    pause 0.1
    hide tozik_shoot_anim1
    show tozik_shoot_anim2
    pause 0.3
    show hitmarkermlg_LW0607:
        ypos 0.3 xpos 0.1
    pause 0.25
    hide hitmarkermlg_LW0607 at center
    pause 0.5
    play sound toz_shoot
    hide tozik_shoot_anim2
    show tozik_shoot_anim1
    pause 0.1
    hide tozik_shoot_anim1
    show tozik_shoot_anim2
    pause 0.3
    show hitmarkermlg_LW0607:
        ypos 0.28 xpos 0.815
    pause 0.25
    hide hitmarkermlg_LW0607 at center
    hide tozik_shoot_anim2
    play sound3 cs_headshot
    play sound2 cs_die
    hide vadimka_eblo_shooter
    show vadimka_eblo_shooter:
        default subpixel True 
        parallel:
            Null(1280.0, 720.0)
            'vadimka_eblo_shooter'
        parallel:
            ypos 1.5 rotate 0.0 
            linear 0.38 ypos 2.5 rotate 0.0 
    show tozik2
    with Pause(0.60)
    show vadimka_eblo_shooter:
        ypos 2.5 rotate 0.0 
    play sound4 sfx_body_bump
    play sound toz34_draw
    hide tozik2
    show tozik_pricel_anim3
    pause 0.15
    hide tozik_pricel_anim3
    show tozik_pricel_anim4
    pause 0.15
    stop music fadeout 5
    th "Бля..."
    extend " Мне показалось, или там кто-то взвизгнул?"
    cld "Криво, косо... Но..."
    cld "Хоть в одну мишень ты попал."
    hide cld_centr_sleva_leave
    show cld_spr_sleva
    cld "Более чем успешно, учитывая, что до этого ты оружие вообще в руках не держал..."
    "Колд с ходу начал подбадривать Вечного, хотя тот люто налажал."
    th "Странно всё это..."
    play music anacondaz1 fadein 3
    vchn "Я там никого не убил?"
    "Начал было интересоваться Вечный."
    cld "Я никого не видел."
    cld "Да даже так - пули резиновые."
    cld "Синяк максимум."
    th "Да неужели?"
    th "По ощущениям - там, ебать, жекан заряжен был."
    th "Впрочем - поебать."
    "Начал было оправдывать себя Вечный."
    "Он 100 процентов видел какое-то еблище краем глаза."
    "Но думать об этом желания не было совершенно."
    cld "Держи пули."
    "Колд протянул коробку патронов с одной большой надписью: <<12x70 ЖЕКАН>>."
    th "Чёта слишком подозрительно..."
    th "Вряд ли это резиновые пули..."
    window hide
    hide cld_spr_sleva
    show cld_sleva_leave
    "Колд уже куда-то съебался."
    hide vadimka_eblo_shooter
    cld "Ща, браток."
    cld "Сделаем кое-что."
    cld "Так тебе будет проще тренироваться."
    cld "И эффективнее."
    "Доносился голос Колда из-за мишеней."
    "Вечный тщательнее пригляделся."
    "Насколько это возможно."
    "С его то катарактой."
    window hide
    show shooter_nv_1 with dspr
    play sound b_yoli
    pause 0.8
    th "Охота... Крепкое?"
    th "Колд вроде на Симона даже не похож..."
    th "Впрочем..."
    th "Теперь понятно, что он собирался сделать."
    cld "Готов?" with vpunch
    "Вечный аж подпрыгнул."
    "Настолько неожиданно прозвучала реплика."
    vchn "Ща, погодь - перезаряжусь."
    "И Вечный начал заряжать ружьё."
    window hide
    play sound3 team_reload
    hide tozik_pricel_anim4
    show tozik_reload_anim1
    pause 0.1
    hide tozik_reload_anim1
    play sound toz_reload1
    show tozik_reload_anim2
    pause 0.1
    hide tozik_reload_anim2
    show tozik_reload_anim3
    pause 0.15
    hide tozik_reload_anim3
    play sound2 toz_reload2
    show tozik_reload_anim4
    pause 0.25
    hide tozik_reload_anim4
    play sound2 toz_reload3
    show tozik_reload_anim5
    pause 0.2
    hide tozik_reload_anim5
    play sound2 toz_reload4
    show tozik_reload_anim6
    pause 0.2
    hide tozik_reload_anim6
    show tozik_reload_anim7
    pause 0.2
    vchn "Теперь готов!" with vpunch
    "Победоносно выкрикнуло наше ебанько."
    cld "Ну так - вперёд!" with vpunch
    "Дважды повторять не пришлось - Вечный начал хуярить с ружья по бутылке."
    window hide
    if renpy.android:
        play sound nfy
        $ renpy.notify("Сканнер инфополя перехватил сообщение: <<Выбирай цель сам - с помощью пальца>>.")
        pause 3
    elif renpy.ios:
        play sound nfy
        $ renpy.notify("Сканнер инфополя перехватил сообщение: <<Выбирай цель сам - с помощью пальца>>.")
        pause 3
    else:
        play sound nfy
        $ renpy.notify("Сканнер инфополя перехватил сообщение: <<Выбирай цель сам - с помощью мышки>>.")
        pause 3
    call screen c0_shooter with dissolve # ИВЕНТ СО СТРЕЛЬБОЙ (СМ carter0_shooter.rpy)

label c0_shooter_succes_nahui: # ПРИ СОГЛАСИИ С КАЗАХОМ И ПРИ ОТКАЗЕ
    stop music fadeout 5
    window hide
    pause 1
    vchn "Почему нет?"
    show cld_spr_sleva
    with Pause(0.90)
    cld "Я просто проебался малёха..."
    window hide
    play sound ubralstvol
    hide tozik_pricel_anim4
    show tozik_ubral_anim
    pause 0.2
    "Вечный опустил шпалер."
    play music wmm fadein 3
    vchn "Торопишься куда-то?"
    cld "Не то, что бы..."
    cld "Просто изначально планы немного другие были."
    cld "Расчёт был на растрату меньшего количества времени."
    "Вечный деловито понурил ебалом."
    vchn "Понимаю."
    cld "Заебато шмаляешь, как для новичка."
    cld "Но я тороплюсь."
    cld "Поэтому - дальше, увы - тебе придёться шпалерить в соляного."
    cld "Ага?"
    "Вечного такой итог вполне себе устраивал."
    vchn "Почему нет?"
    th "Пришла пора прощаться?"
    cld "Ладно, бывай."
    hide cld_spr_sleva
    show cld_sleva_leave
    "И Колд покинул полигон."
    "Вечный остался один."
    window hide
    scene shooter_nv with ed_lap
    "Вечный наконец нашёл на ближайшей мусорке бутылки."
    window hide
    play sound dostal
    show tozik_dostal_anim
    pause 0.5
    "И взял в руки тозик."
    "А так же, дабы растянуть удовольствие от стрельбы, он начал отстреливать их по одной."
    scene shooter_nv_only_essa_ground
    show tozik1
    with dissolve2
    "Осталось лишь прицелиться..."
    call screen c0_shooter_3 with dissolve

label c0_shooter_vadimka_success: # ТОЛЬКО ПРИ СОГЛАСИИ С КАЗАХОМ
    "Вечный решил <<затраллить>> Лорда."
    extend "Главное - в ебло не получить."
    lxrd "Вот чё ты начинаешь, а?"
    "Начал было возмущаться Лорд."
    vchn "Я уже говорил - почему."
    vchn "Меня окружают одни грубоеды и малолетки."
    vchn "Никакой радости в жизни."
    "Лорд сразу всё понял."
    play sound zubek
    hide deadlylxrd
    show god_light
    show lxrd_idea_spr
    with flash_fast2
    "Идея возникла у него со скоростью звука."
    "Она была ахуеть какая гениальная."
    play sound fb
    hide god_light
    hide lxrd_idea_spr
    show deadlylxrd
    with flash_fast2
    stop music fadeout 10
    lxrd "У меня идея сейчас возникла ебать какая гениальная для стартапа!" with vpunch
    "Вечный посмотрел на Лорда с конкретной долей скепсиса."
    "Лорд не медлил с ответом."
    lxrd "Пришло время реального движа."
    lxrd "Давно хуйнёй не маялся?"
    extend " Это мы сейчас исправим."
    vchn "Умеешь интриговать, чертила."
    vchn "Что на этот раз?"
    vchn "Закрутим в <<raw>> пятиграммовый <<золотой joint>>, который раскурим в два ебла?"
    vchn "Но только - говорю сразу:"
    play music tol fadein 4
    window hide
    play sound dich_kakat
    with vpunch
    pause 3
    "Лорд сразу выкупил посыл."
    window hide
    play sound dich_zagonim
    pause 3
    play sound dich_zagonim1
    with vpunch
    pause 3.3
    th "Идти, так до конца"
    extend ", сука!" with vpunch
    window hide
    play sound dich_business
    pause 2
#    play sound dich_podrobnee
#    with vpunch
#    pause 1.3
    play sound dich_udob
    with vpunch
    pause 10.3
    play sound dich_ssal
    with vpunch
    pause 1.3
    play sound dich
    with vpunch
    pause 2.3
    play sound2 zubek
    hide deadlylxrd
    show lordsprsmile
    with flash
    "Последний аккорд от Вечного срозил наповал всех нахуй."
    window hide
    play sound dich_luna
    pause 16
    play sound2 smehshvilli
    with vpunch
    pause 3.3
    "И Лорд взял добивающий."
    window hide
    play sound ox_gchlen
    pause 1.2
    lxrd "А не <<донаты с кикстартера>> - сказала мне сама судьба."
    window hide
    play sound smeh_sani_2
    with vpunch
    pause 4.3
    lxrd "Ладно."
    lxrd "Пошутили и хватит."
    window hide
    play sound2 zubek
    hide lordsprsmile
    show deadlylxrd
    with flash
    lxrd "Вернёмся к нашему вопросу."
    lxrd "Как ты смотришь на идею распития спиртных напитков (пиваса) в центре Новошахтинска?"
    window hide
    play sound plan_walter
    pause 7
    lxrd "Чем тебе это уже не нравится?"
    "Лорд уже начал пригорать."
    vchn "Ничем. Всё заебато."
    "Вечный примирительно поднял руки."
    lxrd "Смотри мне."
    "Лорд жёстко погрозил пальцем."
    "Не тем {b}пальцем{/b}, о котором вы подумали."
    "Указательным."
    "Причём - выглядело это, будто он умалишённый, что указывает врачам на свои глюки."
    "Как залупа конская, кароче."
    lxrd "Охоту или гараж?"
    "Вечный прихуел с такого выбора."
    window hide
    play sound gavaets
    pause 3
    play sound kazino_bredish
    with vpunch
    pause 4
    vchn "Какая охота?" with vpunch
    vchn "Я тебе что, блять..."
    extend " Охотник?" with vpunch
    vchn "Чё дальше, сука?!" with vpunch
    extend " Струячить заставишь?" with vpunch
    "Лорд выкупил маслонамёк, но ржаку не словил."
    lxrd "Гараж - так гараж."
    window hide
    play sound kazino_idioti
    with vpunch
    pause 2
    "Лорд снова схавал этот прекрасный рофлан."
    "И даже не думал никак подъебать в ответку."
    "А просто молча двинул в Новошахтинск Mall, в отделение алкомаркета."
    "А Вечный двинул за ним."
    "А ствол занесли в бункер."
    extend " Всё равно по пути."
    window hide
    play sound chasiki fadein 1
    scene novomallblya
    show deadlylxrd
    with ed_lap
    stop sound fadeout 1
    pause 1
    lxrd "Мы почти на месте."
    lxrd "Алкомаркет находится на втором этаже."
    window hide
    play sound z_dvinuli
    pause 2
    "И они пошли внутрь."
    window hide
    play sound door_open
    scene nmallint
    show deadlylxrd
    with pushleft
    play sound2 z_nifiga
    pause 2
    "Удивился Вечный."
    lxrd "В ТРЦшках не бывал чтоль?"
    "Нарочито спросил Лорд."
    vchn "Да я думал, что он меньше будет..."
    lxrd "Понятно."
    lxrd "Сегодня я проставляюсь."
    "Вечный выдохнул."
    "Бабос у него был на кармане, просто он без паспорта."
    "Оставил его в бункере."
    "Как истинный {nw}"
    play sound ebanko
    "Как истинный {fast}ебанько."
    lxrd "Жди меня тут."
    "Вечный лишь понимающе кивнул."
    stop music fadeout 4
    window hide
    play sound nitroblya
    hide deadlylxrd
    show vadimka_leave_centr_sprava
    stop sound fadeout 1
    "Лорд умчался тариться стекломоем."
    hide vadimka_leave_centr_sprava
    "А Вечный разглядывал павильйоны."
    "Разглядывал... Разглядывал..."
    "Да разглядел знакомое еблище."
    play music sb_kk fadein 3
    window hide
    scene ostrovok with pushright
    play sound obana
    pause 1
    th "Женёк в Новошахтинск подался, чтоль?"
    "Пока Вечный разглядывал Женька, тот успел его заметить, и, махнув рукой, подозвал Вечного."
    window hide
    scene ostrovok at camera_zoom
    pause 1
    play sound zdarova_zaebal
    pause 1
    vchn "Заебал, здарова."
    "Переиграл. Наверное."
    vchn "В Воронеже наступили тяжелые деньки, раз ты в эту парашу подался?"
    "Вечный с ходу начал выхаркивать разрывные пёрлы."
    rmcj "Да не... Там другое дело. Деликатное."
    vchn "Кхм. Боюсь спросить..."
    vchn "Снова Андатра?"
    rmcj "Ага. Всё никак не может забыть тот случай на выпускном."
    window hide
    play sound smeh2
    pause 2.8
    with vpunch
    pause 2
    "Вечный жёстко орнул, вспоминая былые времена."
    vchn "Не, ну мы её тогда жёстко затраллировали."
    rmcj "Ага, блять."
    rmcj "Ко мне тот <<дерьмодемон>> до сих пор в кошмарах приходит."
    window hide
    play sound smeh4
    with vpunch
    pause 6
    "Вечный аж закашлялся от ора."
    rmcj "Это было слишком жёстко."
    vchn "Ну а хули ты хотел?"
    play sound nfy
    $ renpy.notify("Сканнер инфополя перехватил сообщение: <<<<Акользинская Вишенка>> - боров, что весит чуть больше двухсот килограмм>>.")
    vchn "Чтоб я <<акользинской вишенке>> оск говяный сделал?"
    vchn "Хуйца!" with vpunch
    "Вечный уже было начал понтоваться в своей любимой манере."
    rmcj "Ты-то, конечно, красава. Только вот я отголоски до сих пор ловлю."
    "И тут Вечный ахуел."
    vchn "Спустя столько лет?"
    rmcj "Да хули там - год всего прошёл."
    th "Бля... Я думал - уже десятилетие миновало..."
    th "Я уже и не помню, как та вишенка выглядит..."
    "Тихо рофлял про себя Вечный."
    rmcj "Так ладно Ондатра."
    "Начал пилить кулстори Женёк."
    rmcj "Её подруга - Доберманка..."
    rmcj "Вот это - пиздец."
    rmcj "Полный."
    "Вечный было начал вспоминать - а кто это, собственно?"
    "И тут Женёк решил облегчить его <<мозговой штурм>>."
    rmcj "Настя. Не вишенка."
    rmcj "У неё ещё ебало - прямо как у Сквидварта."
    window hide
    play sound supersmeh
    with vpunch
    pause 2
    "Прохожие в очередной раз обернулись на этого гогочащего полоумного."
    "Но Вечному было абсолютно насрать."
    vchn "Описал, ебать..."
    vchn "Однако - я всё равно не помню, что за чувырла."
    vchn "Хоть убей - не помню."
    rmcj "Оно и к лучшему, ебать."
    "Пояснил Женёк."
    vchn "А чё уже с ней приключилось?"
    rmcj "Да поцарапала она меня."
    rmcj "Недавно как раз было."
    rmcj "После этого я с Воронежа и ливнул."
    vchn "Мда..."
    vchn "А чё хуем по лбу не настучал ей?"
    "Начал было рофлять Вечный."
    vchn "Малолетке этой конченной."
    rmcj "Так я и хотел."
    vchn "Оно и видно."
    "Неповерил Вечный."
    vchn "Кста, а где царапины-то?"
    vchn "Если уж недавно было."
    rmcj "Ну так - я пытался настучать..."
    "Вечный сложил два плюс два."
    "И улетел в голос. Конкретно так."
    window hide
    play sound smeh3
    with vpunch
    pause 3
    play sound smeh1
    with vpunch
    pause 5
    "Вечный уже было начал вытирать слёзы, что выступили от смеха."
    "Ситуация атас, конечно."
    "Доберманка за писюн цапнула."
    "Ахаха, сука..."
    rmcj "Вот ты смеёшься, сука... Да."
    rmcj "А я познал ту же боль, что и VJLink, когда на приёме у уролога был."
    "У Вечного уже не было сил смеяться."
    window hide
    play sound ksm3
    with vpunch
    pause 1
    rmcj "Когда она выбивала у меня секрецию, я чуть не помер там нахуй!"
    vchn "Остановись, прошу..."
    vchn "Я нахуй помру сейчас..."
    "Вечный умолял Женька перестать так жёстко рофлять."
    "Вечный уже по смеху просто не вывозит."
    th "Пиздец, аж в боку закололо..."
    rmcj "Ещё угарает стоит, пидарас..."
    "Женёк начал было бугуртить, как вдруг..."
    window hide
    play sound2 lezginka
    pause 0.6
    pause 0.1
    with vpunch
    vchn "Это ещё что за пиздец?" with vpunch
    rmcj "Я на звонок от Андатры такой трек пиздатый поставил."
    "Вечный аж вскочил от такого рингтона."
    vchn "Останови этот пиздец, прошу!" with vpunch
    stop sound2
    "Женёк нажал кнопку громкости, после чего анальный рёв из динамика седьмого ипхона прекратился."
    th "Тьху, блять..."
    th "Чуть не усрался."
    th "Так и заикой можно стать, блять..."
    window hide
    play sound j_alo
    pause 0.5
    andt "Привет."
    rmcj "А бля... Это ты..."
    "Женёк начал строить из себя <<актёра без окара>>."
    "Надо же было как-то подъебнуть Андатру..."
    "Ну и Жекдос начал ипровизировать."
    rmcj "И без твоего появления всё было ахуенно."
    rmcj "Так вот..."
    play sound cs_delo_est
    pause 2.1
    "Из трубки Вечный услышал лишь какое-то невнятное мычание."
    window hide
    play sound andatra_zvonok
    pause 8
    "Андатра, что сидела на том конце калозвона, лишь прискорбно поскуливала, как borrow похрюкивала, вонюче шептала жопой, причитала, и говорила, что жизнь - кал."
    "Кароче - капала на мозги."
    "И у Вечного начал пригорать perdachello."
    "Вечный жестами показывал - <<дай трубку, пж>>."
    "Жекдос понял всё сразу."
    "Протягивая калозвон Вечному, Женёк уже предвкушал мега-ржаку."
    window hide
    pause 0.5
    "Вечный взял калозвон, да с ходу начал оскать."
    window hide
    play sound ag_huli_vieb
    with vpunch
    pause 2.4
    "Андатра уже была в ахуе."
    "А Вечный только начал разгоняться."
    play sound cheskazathotelablyat
    with vpunch
    pause 2
    play sound ag_che_za
    with vpunch
    pause 7
    "Вечный начал доёбываться до её хриплых, еле слышных, похрюкиваний."
    play sound ag_izvini
    with vpunch
    pause 4
    play sound dropvizov
    with vpunch
    pause 2
    "Андатра дропнула вызов."
    vchn "Да ёпта!"
    vchn "Я ведь только разогнался..."
    window hide
    play sound j_ahaha
    pause 2
    rmcj "Надеюсь, что она там не вскроется."
    vchn "Бля..."
    vchn "В любом случае - уже поздно об этом думать."
    window hide
    play sound sfx_punch_washstand
    with vpunch
    pause 0.3
    "Вечному на плечо упала чья-то рука."
    lxrd "Вот ты где, сука." with vpunch
    lxrd "А я тебя искал."
    lxrd "Привет, Женёк."
    rmcj "Здарова."
    "Вечный немного сильно так подахуел."
    stop music fadeout 4
    lxrd "Погнали, заибал."
    rmcj "Уходишь?"
    rmcj "Если чё - я всегда тут."
    rmcj "До 10 вечера, по крайней мере."
    vchn "Добро."
    "И Вечный погнал всасывать стекломой с Лордом."
    window hide
    play music tol fadein 3
    play sound chasiki fadein 1
    scene novomallblya
    show deadlylxrd
    with ed_lap
    stop sound fadeout 1
    pause 1
    "Вечный и Лорд вышли наружу ТРЦшки."
    lxrd "Лови гаражик!"
    window hide
    play sound introshoot
    show garage:
        default subpixel True 
        parallel:
            Null(201.0, 201.0)
            'garage'
        parallel:
            ypos 0.5 xzoom 1.0 yzoom 1.0 
            linear 0.40 ypos 0.7 xzoom 2.5 yzoom 2.5 
    with Pause(0.60)
    show garage:
        ypos 0.7 xzoom 2.5 yzoom 2.5
    pause 2
    play sound sfx_punch_washstand
    hide zatemnenie
    hide garage
    with vpunch
    pause 0.5
    vchn "Ты куда такой резвый?"
    vchn "Чуть мне ебало не проломил..."
    lxrd "Да ладно."
    lxrd "Поймал же?"
    "Вечный лишь недобро взглянул на Лорда, однако - его аналосожжение быстро потухло."
    "Всё-таки халявный гаражик..."
    lxrd "Погнали."
    vchn "До дна?"
    lxrd "Спрашиваешь ещё."
    window hide
    pause 1
    lxrd "Вздрогнули?"
    window hide
    play sound pognali_nahui
    with vpunch
    pause 2
    play sound otkrilblazer
    with hpunch
    play sound2 toz34_draw
    show ohotnik1:
        default subpixel True 
        parallel:
            Null(1280.0, 720.0)
            'ohotnik1'
        parallel:
            ypos 1.4 
            linear 0.20 ypos 1.0
    with Pause(0.20)
    "Вечный открыл тару стекломоя."
    play sound2 toz34_draw
    hide ohotnik1
    show ohotnik1:
        default subpixel True 
        parallel:
            Null(1280.0, 720.0)
            'ohotnik1'
        parallel:
            ypos 1.0
            linear 0.10 ypos 1.2
            linear 0.10 ypos 1.0
    with Pause(0.20)
    hide ohotnik1
    play sound mine_zel
    show ohotnik2:
        default subpixel True 
        parallel:
            Null(1280.0, 720.0)
            'ohotnik2'
        parallel:
            ypos 1.3 
            linear 0.10 ypos 1.0 
            linear 0.10 ypos 1.2 
            linear 0.10 ypos 1.0 
            linear 0.10 ypos 1.2 
            linear 0.10 ypos 1.0 
            linear 0.10 ypos 1.2 
            linear 0.10 ypos 1.0
            linear 0.10 ypos 1.2 
            linear 0.10 ypos 1.0 
            linear 0.10 ypos 1.2 
            linear 0.10 ypos 1.0 
            linear 0.10 ypos 1.2
            linear 0.10 ypos 1.0
            linear 0.10 ypos 1.4
    with Pause(1.40)
    hide ohotnik2
    play sound2 toz34_draw
    show ohotnik1:
        default subpixel True 
        parallel:
            Null(1280.0, 720.0)
            'ohotnik1'
        parallel:
            ypos 1.1
            linear 0.10 ypos 1.2
            linear 0.10 ypos 1.0
    with Pause(0.20)
    show ohotnik1:
        ypos 1.0
    window show
    "Вечный парой глотков осушил пол тары."
    window hide
    play sound p_tfu
    with vpunch
    pause 0.3
    play sound p_vodki
    pause 1.5
    lxrd "Что было - то и взял."
    "Вечный немного орнул с такого ответа."
    vchn "Типа, там стоял онли <<гараж>> и <<охота>>?"
    vchn "Так чтоль, блять?"
    "Лорд деловито понурил ебалом."
    lxrd "Ну - всё лучше <<балтики нулёвки>>."
    "Вечный на это ничего не ответил."
    window hide
    pause 1
    "Вечного начало потихоньку развозить."
    "И, собственно - начало пробивать на разговор."
    vchn "Чем по жизни занимаешься?"
    "Этот вопрос выбил Лорда из колеи <<алко-транса>>."
    window hide
    play sound p_ache
    with vpunch
    pause 2
    vchn "Чем по жизни занимаешься, говорю." with vpunch
    lxrd "Хуи пинаю."
    lxrd "Хакинтош собираю."
    play sound nfy
    $ renpy.notify("Сканнер инфополя перехватил сообщение: <<<<Джобаю-Воркаю>> - с древнеузбекского - работаю>>.")
    lxrd "Джобаю, да топлю баньку в Кургане."
    lxrd "И-и-и..."
    lxrd "Больше нихуя интересного."
    lxrd "Вот."
    "Ответ Лорда Вечного вполне устроил."
    "Хотя вопросов было ещё дохуя..."
    vchn "Что собираешься дальше делать?"
    "Лорд даже не думал над ответом."
    "Все постулаты были давно продуманы."
    "Все решения были давно приняты."
    lxrd "Ебать дядю Диму Скита в нос и в жопу."
    "Вечный удивилися."
    vchn "А почему не в рот, собственно?"
    "Лорд не удивился такому вопросу."
    window hide
    play sound b_zevok
    pause 4
    lxrd "Там прогнило всё."
    lxrd "С концами."
    lxrd "А ты туда пепiр совать предлагаешь?"
    "Вечный лишь усмехнулся."
    vchn "Маслонамёк понят."
    "И сидели она так ещё пару часиков."
    "После - им это надоело (да и стекломой закончился), да погнали они обратно в бункер."
    window hide
    pause 0.5
    stop music fadeout 4
    pause 4
    window hide
    play music dbm2 fadein 3
    play sound chasiki fadein 1
    scene kk
    show dust1
    show dust2
    show dust3
    show dust4
    show deadlylxrd
    with ed_lap
    stop sound fadeout 1
    pause 1
    "И уже стоя в бункере - Лорд вспомнил, что он ещё хотел на почту сгонять, да забрать <<GTX750TI>> для своей сборки на <<хакинтоше>>."
    lxrd "Дружище - я погнал до почты прогуляюсь."
    lxrd "Надо <<видеоадаптер>> забрать."
    vchn "Снова хак собираешь?"
    "Ни граммы не удивился вечный."
    lxrd "Да."
    lxrd "Всё равно лучше 10 винды работает."
    "Вечный предвзято понурил ебалом."
    vchn "Ладно. Дело твоё."
    vchn "Удачи тогда, чтоль."
    vchn "С бабками там в очереди не заночевать."
    "Лорд лишь усмехнулся."
    lxrd "Ага. Пасиба."
    hide deadlylxrd
    play sound door_open
    show vadimka_leave_sprava
    "И после этих слов - Лорд покинул бункер."
    "А Вечный, лёжа на диване, начал думать: <<а что же делать дальше-то, блять?>>."
    play sound nfy
    $ renpy.notify("Сканнер инфополя перехватил сообщение: <<<<Андерграунд>> - ютуб канал самого пиздатого нарезчика типов из нижнего интернета>>.")
    "И после недолгих раздумий - он включил на ютабе нарезки <<андера>>, да начал пялить, как Сима в этот раз грамотно <<струячит>>."
    "Прошло всего ничего времени..."
    show blink
    "А Вечного так разморило, что он прикрыл зеньки."
    window hide
    play sound rain_prosnulsa
    pause 0.4
    hide blink
    show kazahspr
    show unblink
    pause 6.6
    nn "Ну ты дал, школьник."
    nn "Ты нахуя спать лёг?"
    "Вечный всё ещё тихо ахуевал - он ведь только проснулся."
    nn "Кароче, блеать."
    nn "5 минут тебе на сборы."
    nn "Школьник."
    hide kazahspr
    play sound door_open
    show nn_leave_sprava
    "После этих слов Неоня съебался восвояси."
    "А Вечный потягивался на диванчике, пытаясь вернуться в реальность."
    "С огромным трудом и большими потерями - ему это удалось."
    "Надев свои чистые носки, накинув любимую зелёную кофту - Вечный отправился к Неоне в кабинет."
    window hide
    play sound chasiki fadein 1
    scene ineony
    with ed_lap
    stop sound fadeout 1
    pause 1
    "Вечный зашёл в кабинет Неони."
    "Внутри царила атмосфера творческого беспорядка - на столе лежали розовые дилдаки, пилюли со спидами, пукалки 9 милиметров, да даже пара калашей была."
    "В общем - во всю шла подготовка к ночной вылазке."
    nn "Хули так долго, школьник?"
    "С ходу начал оскать Неоня."
    vchn "Ты заебал, в натуре."
    vchn "Не боишься одним утром в гробу проснуться?"
    "Вечный начал заливать свою стандартную шарманку."
    vchn "Могу устроить."
    vchn "Быть закопанным заживо - такое себе."
    "Он ещё взгляд такой грозный сделал, что просто пиздец."
    nn "Не боюсь. Школьник."
    "Но на Неоню это не произвело ровным счётом никакого впечатления."
    th "Не прокатило."
    th "Ну и похуй."
    "Вечный довольно быстро смирился с неудачей."
    "Проще говоря - забил хуй и не запаривался."
    "Он же не дошик с говядиной."
    nn "Ты подготовился?"
    "Этот вопрос буквально выбил Вечного из колеи."
    vchn "Каким раком?"
    vchn "Единственное, что я сделал, так это - научился со шпалера маслины раздавать."
    vchn "И всё."
    "Стойко парировал Вечный."
    window hide
    play sound reaction_joke_1
    pause 1
    nn "Всё лучше, чем ничего."
    "Неоня деловито понурил ебалом."
    nn "Сейчас, спрошу у <<мотылька>> - на месте ли <<гиббон>>, или нет."
    "Вечный сначала не понял, про кого он."
    "А потом как понял."
    "Так ахуел."
    window hide
    play sound supersmeh
    pause 1.3
    with vpunch
    pause 0.7
    "И орнул."
    "А Неоне в это время уже всё доложили."
    window hide
    play sound fb
    scene zaborskit
    show motilek at right
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    play sound2 cs_sc
    pause 1.5
    play sound fb
    scene ineony with flash
    stop music fadeout 6
    vchn "Прямо-таки точная информация?"
    nn "У меня надёжные источники."
    "Вечный подозрительно посмотрел на Неоню."
    vchn "Раз надёжные..."
    "Выбора один хуй не было."
    vchn "Дальше-то что?"
    "Вечный решил приступить к обсуждению насущных вопросов."
    nn "А дальше... Всё просто."
    play music mnv
    play sound fb
    scene nightdvor_sp
    show vor_night_sp
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    nn "Подбираемся к его дому, да проникаем внутрь."
    vchn "А как же забор?"
    nn "Да хули там... Он не везде проходит."
    vchn "То есть..."
    nn "То есть - он есть. Но только часть."
    nn "Нахуя он там вооще нужен?"
    nn "Я не знаю."
    vchn "У него половины забора нету?"
    nn "Да."
    window hide
    play sound supersmeh
    with vpunch
    pause 2
    "Вечный жёстко крикнул."
    nn "Да-да, я тоже ору с этого дебилоида Димочки."
    nn "Тем не менее... Школьник."
    vchn "Чё мы дальше делаем?"
    "Решил сократить болтологию Вечный."
    nn "Ну а дальше..."
    play sound fb
    scene domintnight_sp
    show vor_night_sp
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    nn "Будем действовать по обстановке."
    "Образно сказал Неоня."
    nn "Хуй его знает, где этот сейф есть..."
    play sound fb
    scene ineony with flash
    stop music fadeout 6
    nn "Это всё, что тебе нужно знать."
    "Вечный деловито понурил ебалом."
    vchn "Ясно."
    "Неоня закинул немного разрывной рофлан."
    nn "Когда в бомжатник Димы ворвёмся - смотри под ноги."
    nn "Поговаривают, что там Доберманка живёт."
    window hide
    play sound fb
    scene ostrovok_sp at camera_zoom
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    rmcj "Её подруга - Доберманка..."
    rmcj "Вот это - пиздец."
    rmcj "Полный."
    window hide
    play sound fb
    scene ineony
    with flash
    th "Надеюсь, что не та самая..."
    th "Мой {b}fat cock{/b} мне всё ещё нужен..."
    "Вечный уже начал поочковывать..."
    nn "Уяснил?"
    "Неоня выбил Вечного из Куража мыслей."
    vchn "А? Что? Да."
    "Омг, сука. Ответ года."
    nn "Вот и отлично."
    "Хотя самому Неоне, судя по всему - похуй ещё больше."
    th "Так даже проще."
    nn "Или ещё кого с собой возьмём? На подстраховку."
    "Эти слова заставили Вечного задуматься."
    "Но тут случилось нечто пиздецовое..."
    play music sb_kk fadein 3
    window hide
    play sound door_break
    with vpunch
    show rmcj_spr_sprava
    pause 0.4
    play sound2 zdarova_zaebal
    nn "А ты уже как тут оказалася?"
    "Резонно спросил Неоня."
    rmcj "Меня Лорд отправил к вам на помощь."
    "Вечный усмехнулся."
    vchn "Дай угадаю..."
    rmcj "Да-да: он упоротый приполз ко мне под закрытие, да со словами:"
    window hide
    play sound fb
    scene ostrovok_sp at camera_zoom
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    lxrd "Женёк, блять."
    lxrd "Брат."
    lxrd "Выручай."
    lxrd "Я немного не трезвый... А пацанам помощь нужна..."
    "Женёк деловито понурил ебалом."
    "Однако... Отказывать не стал."
    rmcj "Говори адрес."
    lxrd "Львовский переулок... 5..."
    "Женёк лишь приободряющее хлопнул Лорда писюном по лбу."
    "После чего закрыл островок, да с криком <<ЭПАПА>> полетел искать нужный подвал."
    window hide
    play sound fb
    scene ineony
    show jenek at right
    with flash
    rmcj "Вот так я и оказался тут."
    "Женёк закончил свой рассказ."
    window hide
    play sound reaction_joke_1
    pause 1
    nn "Ну Лорд, ну даёт."
    "Неоня вроде негодовал... А вроде... Ему и насрать было..."
    nn "Впрочем... Ладно..."
    nn "У вас ебальники вроде бы одного размера..."
    nn "Наденешь его маску тогда."
    "Женёк прихуел немножко."
    rmcj "А нахуя маску-то?"
    "Вечный выкупил, что Лорд пошелестел особо и так и не прояснил ситуацию."
    vchn "Мы идём на рейд в дом Скита."
    "Вечный уже начал прояснять ситуацию."
    nn "Погоди."
    "Неоня взглядом показал Вечному, мол - <<ты чё, блеадь? Доверяешь ему много?>>."
    "И Вечный с ходу всё понял."
    vchn "Ему можно доверять."
    "Соврал он."
    "В том числе и сам себе."
    nn "Буду надеяться."
    "Лишь угрюмо буркнул Неоня."
    "Выбора всё равно не было."
    stop music fadeout 4
    rmcj "Ну так?"
    "Женёк, который до этого упорно делал вид, что ему реально похуй, чё там происходит - решил таки вклиниться обратно в разговор."
    rmcj "Каков план в итоге-то?"
    "После этих слов Неоня начал выдавать базу."
    play music mnv fadein 2
    play sound fb
    scene nightdvor_sp
    show vor_night_sp at right
    show jenek_vor_night_sp at left
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    nn "По темени подбираемся близко к дому Скитового, да проникаем внутрь."
    rmcj "А забор, как? Сносить?"
    "Резонно спросил Женёк."
    "Но и на этот вопрос у Неони был ответ."
    nn "Там половины забора нет."
    nn "Причём - он либо не достроен ещё... Либо не будет достроен."
    "Подметил Неоня."
    nn "Зная Димочку - вполне резонно будет предположить, что он в один момент распсиховался и не стал его доделывать."
    nn "Либо просто забыл."
    nn "Такое тоже случается."
    "Женёк немного кринжанул с этой микро-истории."
    rmcj "<<roflan_ebalo>>."
    "Этот рофлан выкупят не все."
    "Или не только лишь все."
    stop music fadeout 4
    "А вообще - не все могут смотреть в завтрашний день... Вернее - не только лишь все... Тьху, блеать."
    nn "Самое главное - тихо проникнуть в дом."
    "Начал было Неоня."
    nn "Остальное - дело техники."
    play music sb_kk fadein 4
    play sound fb
    scene domintnight_sp
    show vor_night_sp at right
    show jenek_vor_night_sp at left
    #show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    nn "Сейф должен быть где-то на видном месте."
    "Пояснил Неоня."
    nn "Если руководствоваться логикой, конечно же."
    "Женёк вопросительно понурил ебалом."
    rmcj "А с чего ты взял, что он там вообще есть?"
    "Встал резонный вопрос у Женька."
    nn "У меня надёжные источники."
    "Начал было понтоваться Неоня."
    nn "Инфа подтверждена и сомнению не подлежит."
    nn "Блять."
    "По задумке Неони - Вечный и Женёк должны были схавать подобное объяснение."
    "Если Вечному было рили пiхуй, то вот Женёк..."
    window hide
    play sound chivo_blyat
    with vpunch
    rmcj "Объяснил, ебать."
    rmcj "<<Сомнению не подлежит>>..."
    window hide
    play sound j_ahaha
    pause 2
    window hide
    play sound fb
    scene ineony
    show jenek at right
    with flash
    "Вечный деловито понурил ебалом."
    vchn "Тебе не похер?"
    "Резонно спросил Вечный."
    vchn "<<Мотыльку>> - я доверяю. Достаточно доверяю."
    vchn "Ему пиздеть - нет смысла. Абсолютно."
    vchn "Да и разве не интересно, если там этот сейф или же всё это ебаная фикция?"
    vchn "Лично мне - интересно."
    "Вечный закончил свой ахуительный монолог."
    "Неоня нездорово зыркнул зеньками в сторону Женька."
    "Однако последний - не обратил внимания. Не заметил."
    "Ну или ему просто похуй было."
    "Такое тоже вполне возможно."
    window hide
    play sound sfx_punch_washstand
    scene ineony
    show jenek at right
    with vpunch
    pause 0.5
    nn "Ну... Так что?"
    "Неоня с грозным видом ёбнул по столу маленьким кулачком."
    nn "Выдвигаемся? Время уже."
    "Поспешил он напомнить об <<важности миссии>>."
    vchn "Погнали, хули."
    "Вечный как всегда: за любой движ (кроме гей-оргии)."
    window hide
    pause 0.5
    "Неоня и Вечный кинули вопросительные взгляды на Женька."
    stop music fadeout 5
    rmcj "Хуй с вами. Я в деле."
    "Неоня аж засиял."
    nn "Ну и заебись. Двинули?"
    window hide
    play music houseog fadein 5
    play sound chasiki fadein 1
    scene kk
    show dust1
    show dust2
    show dust3
    show dust4
    show jenek
    with ed_lap
    stop sound fadeout 1
    pause 1
    "Пока Вечный искал под диваном носки, Женёк начал аккуратно прощупывать почву насчёт этой операции."
    rmcj "Тебе не кажется, что эта идея - кала кусок?"
    "Вечный кинул на Женька мнимый взгляд."
    vchn "Не просто кажется, а - так и есть."
    "После этой фразы он продолжил бороздить недры <<поддиванного>> пространства."
    th "Таак... Салфетки с cum'ом... О, тут даже ещё жижка осталась... Бруско гранат... Любимая моя... И как она сюда закатилась?"
    th "О-о-о... Миникан сдохший тут валяется... Надо бы выкинуть..."
    "Вечный бы так и продолжил искать в недрах этой хуеты свои носки, если бы Женёк не продолжил."
    rmcj "Я тут просто так задумался... Знаешь - есть такая хуйня... Когда ты ещё не выкупил всей соли, но блять, чувствуешь очком - что что-то не то будет."
    rmcj "Конкретная залупа, в общем."
    rmcj "Хотя все факты говорят мне, что, мол: <<Жень, да забей ты хуй - всё чётка будет!!11>>... Но я не верю этой хуйне."
    rmcj "Понимаешь?"
    "Вставив картридж от старого <<миникана>> с надеждой, что тут он более-менее жив - Вечный сделал тягу на своём полусевшем <<миникане>>, попутно втянув невкусного говна, ведь жижа эта разлагается в картридже"
    "уже хуй знает сколько..."
    "Да и вообще - свой миникан пора бы заменить на что-то более стоящее... Не на <<аегис нано>>. Хотя он тоже в наличии есть."
    window hide
    play sound podik
    pause 5
    show anim br_smoke
    pause 3
    vchn "Знаю. И даже больше. Я тебе верю."
    "Вечный сделал понимающее ебало."
    vchn "Так и будет. Но свой выбор я сделал. Время за тобой."
    vchn "Или сливаешься?"
    "Женёк косо посмотрел на Вечного."
    rmcj "Да хуй там."
    rmcj "Или ты думаешь, что я забыл, как ты красиво <<ондатру>> тогда захуесосил?"
    rmcj "Хуй там!" with vpunch
    extend " Вдвоём - так до конца."
    vchn "И это правильно."
    "Вечный невольно начал улыбаться."
    th "Давно такого не чувствовал..."
    window hide
    play sound door_open
    show nn_spr_sprava
    pause 0.8
    nn "Ты скоро?" with vpunch
    "Неоня появился ахуеть как быстро."
    "Однако - Вечный уже напялил свои носки с дырками, в прыжке накинул <<малафлёные штанишки true разумиста>>, да с разворота накинул кофту. И всё это он сделал уложившись в армейский норматив (пол секунды нахоооой)."
    "Встав в горделивую позу шизофреника, дав жесткого шептуна, в момент, когда Женёк уклонился от <<анальной струи>> Вечного, последний выдал такой панч:"
    vchn "Иди на хуй, малолетка конченная!" with vpunch
    "Шептун был настолько золотой, что находиться в этой комнате дальше - было просто невозможно."
    "Наши три ебалая поспешили на выход из бункера."
    window hide
    play sound chasiki fadein 1
    scene bunout_night
    show vor_night:
        xpos 0.65
    show jenek_vor_night
    with ed_lap
    stop sound fadeout 1
    pause 1
    "Пока бежали от нестерпимой вони, дабы хоть как-то спасти свои ноздри - они натянули маски."
    "Тем временем - за бортом уже вступила в свои законные права ночь."
    "Всё как ты хотел."
    nn "Ебанько!" with vpunch
    nn "Чё надо было такое сожрать, чтоб дать такого жористого шептуна?"
    "Вечный лишь недовольно понурил ебалом."
    vchn "Какой надо быть малолеткой, чтоб отвлекать самого {b}меня, великого{/b}, от такого важного дела, как надевания на писюн порванного презерватива? М?"
    "Неоня не нашел чего-нибудь, что можно было бы на это ответить."
    "Кроме..."
    nn "Многолетка. Конченная."
    "Ничего нового, ага?"
    window hide
    pause 1
    "Неоня посмотрел на этих двоих оценивающим взглядом."
    "Возможно даже сделал какие-то выводы."
    "Потупив в тишине пару секунд - Неоня подошёл к выходу из бункера и подвинул дверцу."
    "За дверцой лежали: автомат калашникова укороченный (АКСУ) и пистолет макарова."
    "Вернувшись к двум нашим <<опёздолам>>, Неоня сказал:"
    nn "Дело рискованное. Нельзя идти с пустыми руками."
    nn "Кому какой ствол?"
    "Вечный окинул вопросительным взглядом Женька."
    "Тот молча кивнул, мол: <<братиш, выбирай ты - мне похуй>>."
    "Уловив маслонамёк, Вечный выбрал:{w} ПМ."
    play sound pm_dostal
    show pm_dostal_anim
    pause 0.5
    nn "Настолько в себе уверен?"
    "Как бы невзначай спросил Неоня."
    vchn "Нет."
    "Спокойно ответил Вечный."
    hide pm_dostal_anim
    show pm_pricel_anim1
    pause 0.2
    hide pm_pricel_anim1
    show pm_pricel_anim2
    pause 0.2
    vchn "Просто это надёжный и компактный ствол."
    hide pm_pricel_anim2
    show pm_pricel_anim3
    pause 0.2
    hide pm_pricel_anim3
    show pm_pricel_anim4
    pause 0.2
    vchn "Хоть в очке его носи."
    hide pm_pricel_anim4
    play sound ubralstvol
    show pm_ubral_anim
    pause 0.49
    hide pm_ubral_anim
    "Вечный убрал ствол."
    "Женёк лишь пожал плечами и взял АКСУ."
    "Ему явно было похуй."
    nn "Осталось самое сложное - тихо, прямо как маленькая, сука, мышка - проникнуть в среду обитания дяди Димы Скита."
    nn "Это только звучит просто."
    vchn "Та не газуй, дядь." with vpunch
    vchn "Прорвёмся."
    vchn "Чё нам там надо гопнуть?"
    nn "Всё." with vpunch
    vchn "А если чуть конкретнее?"
    nn "Желательно - доки."
    nn "С этого дцпешника больше ничего и не возьмёшь."
    nn "Буду с вами честен - не факт, что там вообще что-то есть."
    nn "Но..."
    nn "Даже если ничего не найдём - просто насрём три огромные кучи посреди хаты у него." with vpunch
    window hide
    play sound ksm10
    with vpunch
    pause 1.2
    with vpunch
    pause 1.8
    with vpunch
    pause 4.5
    "Вечный заорал на всю улицу как дефиченто."
    "Аж закашлялся."
    rmcj "А чё стоять, собственно?"
    "И наши три бравых кента двинули в сторону дома дяди Димы."
    "Обносить его хату."
    window hide
    scene nightdvor
    show vor_night:
        xpos 0.65
    show jenek_vor_night
    with linearblurbolee
    nn "Так..."
    nn "Мы почти на месте."
    nn "Действуем тихо, осторожно."
    nn "И при этом быстро." with vpunch
    nn "Шоп сам флеш убежал плакать роняя кал."
    vchn "Как получится."
    vchn "Maybe - придётся дать немного газку."
    rmcj "Омг, сука." with vpunch
    rmcj "Я не хочу второй раз кашлять как сука."
    vchn "А придётся." with vpunch
    "Неоня сделал такое ебло, буд то он уже вдохнул забористого пердёжа полные лёгкие."
    "Но..."
    nn "Пошли, заебал." with vpunch
    window hide
    scene domintnight
    show vor_night:
        xpos 0.65
    show jenek_vor_night
    with linearblurbolee
    "Пацаны пробрались в дом."
    nn "Ищите что-нибудь ценное."
    "Такие указания дал Неоня."
    stop music fadeout 3
    hide vor_night
    show vor_night at gayshit(0.65, 3, -1.0)
    "И сам полетел искать сейф."
    play music ybtp fadein 1
    "А два бравых кента стали думать, чё б такого можно гопнуть у Скита..."
    rmcj "Бля, да что с него можно взять вообще?"
    vchn "Честно?"
    vchn "Я хуй знает, брат."
    vchn "Но..."
    vchn "Будем смотреть по ситуации."
    "Женёк согласился с этих ахуенным утверждением."
    "И они разделились."
    "Женёк чекал зал, а Вечный пошёл на кухню."
    window hide
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Женька:")
    hide zatemnenie
    hide jenek_vor_night
    with linearblur
    "Женёк решил проверить шкаф."
    "Самое логичное место."
    window hide
    show layer master at zaprignul_na_stol
    pause 1
    python:
        _preferences.volumes['music'] = 1.0
    $ renpy.movie_cutscene('source/videosos/tolyan.webm')
    python:
        _preferences.volumes['music'] = 0.65
    show layer master
    "Да ну его нах..."
    "Этот шкаф..."
    "А не то снова будет стук в дверь."
    python:
        _preferences.volumes['music'] = 1.0
    $ renpy.movie_cutscene('source/videosos/simonov.webm')
    python:
        _preferences.volumes['music'] = 0.65
    "Пару раз гыгыкнув с этой хуйни, Женёк начал искать дальше."
    window hide
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Вечного:")
    scene kuhnyanight
    show tarelka
    with linearblur
    play sound srat_ohota
    pause 3
    "Вечный быстро сообразил, что поиск всякой хуйни откладывается."
    "Ебучий гараж дал о себе знать."
    "У Вечного есть минуты три, шоп дать дриста."
    "Такого смачного, чтоб аж обои пожелтели."
    "Искать парашу ему было лень + надо было буквально <<поднасрать>>."
    "Ну и..."
    show layer master at zaprignul_na_stol
    "Он запрыгнул на стол, на котором лежала тарелка..."
    show blink
    play sound rid2
    "И начал жёстко дристать."
    "Прямо в тарелку Скиту."
    play sound rid3
    "Секунд за 5 управившись, Вечный стал искать бумагу."
    hide blink
    hide tarelka
    show tarelka1
    show unblink
    "Он увидел рядом какую-то бумажку..."
    window hide
    show layer master at zaprignul_na_stol2
    play sound dostalstvol
    show zapiska1:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'zapiska1'
        parallel:
            ypos 2.0
            linear 0.50 ypos 1.0
    with Pause(0.60)
    show zapiska:
        ypos 1.0
    "Взяв её в руки, Вечный понял, что как туалетка - это сойдёт ахуенно."
    play sound ubralstvol
    show zapiska1:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'zapiska1'
        parallel:
            ypos 1.0
            linear 0.50 ypos 2.0
    with Pause(0.60)
    show zapiska:
        ypos 2.0
    hide zapiska
    pause 1
    show layer master at zaprignul_na_stol1
    "Вытерев своё прекрасное очко, Вечный спрыгнул со стола."
    "И начал искать что-то ценное."
    window hide
    pause 2
    "Он нашёл какой-то древний киткат..."
    "Нашёл заварку двадцатилетней давности..."
    "Нашёл ещё хуйни по мелочи..."
    "Но..."
    "Ничего того, что можно было бы гопнуть."
    window hide
    play sound zs_vernulsya
    show jenek_vor_night at gayshit(-1.0, 2, 0.5)
    pause 5
    "В этот момент на кухню зашёл Женёк."
    "Первый вопрос, что он задал, был:"
    show layer screens at vpunch
    rmcj "Чё так говном воняет, сука!?"
    "Он посмотрел на стол."
    "И сказал:"
    window hide
    play sound zs_obosralsya
    with vpunch
    pause 1.5
    play sound zs_ludi
    with vpunch
    pause 3.5
    play sound zs_nasral
    with vpunch
    pause 2.5
    play sound zs_dobroe_delo
    with vpunch
    pause 2.5
    show vor_night at gayshit(-1.0, 2, 0.1)
    "В этот момент на кухню зашёл Неоня."
    nn "Воняет, пиздец..."
    show layer screens at vpunch
    nn "Вы нашли что-нибудь?"
    rmcj "Носки с засохшим CUMом."
    show layer screens at vpunch
    rmcj "Всё."
    nn "А ты?"
    "Обратился он к Вечному."
    vchn "Просроченные киткаты."
    vchn "А ты?"
    nn "Ну..."
    nn "А я нашёл сейф."
    nn "Будем автогеном вскрывать."
    vchn "А если там доки?"
    vchn "Сгорят же."
    nn "Тоже верно..."
    nn "Ладно, попиздим потом."
    nn "Валим отсюда нахуй."
    window hide
    scene nightdvor
    show vor_night:
        xpos 0.65
    show jenek_vor_night
    with linearblurbolee
    "Они ливнули с хаты Скита, оставив ему <<сладкого хлеба>> напоследок."
    "Но..."
    "Вдалеке они увидели бегущего в их сторону добермана..."
    "А ещё..."
    play sound svdshot
    "Раздался выстрел из СВД." with vpunch
    "Доберманка, жёстко скуля, разверзнулась в полёте и убежала нахуй."
    show vor_v_zakone_night at gayshit(-1.0, 2, 0.01)
    "И вышел наш старый добрый друг."
    lxrd "Я вас спас и в благородство играть не буду..."
    lxrd "Где моё продолжение банкета?"
    "Вадимка уже отрезвел."
    nn "На базе продолжим, заебал."
    lxrd "Ну пошли."
    window hide
    scene kk
    with linearblurbolee
    nvl clear
    nvlbazar "Пацаны вернулись в бункер."
    nvlbazar "Неоня пошёл бухать с Вадимкой."
    nvlbazar "Женёк пошёл отсыпаться перед сменой."
    nvlbazar "А Вечный втыкал в экран калозвона, на котором был открыт тг."
    play sound tg
    nvlvsn "Ты свободен ща?"
    nvlbazar "Чилл сам себя нашёл."
    nvlvchn "Ясен хуй, брат."
    nvlvsn "Говори адрес, я ща заеду."
    nvlvchn "Базар."
    nvl clear
    stop music fadeout 5
    nvlbazar "И Вечный отправился на ахуенную пьянку со старыми добрыми кентами."
    nvlbazar "Но дальше его ждал пиздец..."
    nvlbazar "Но...{w} Как говорится:"
    nvl clear
    window hide
    show zatemnenie with linearblur
    $ MND_Chapter("Конец нулевого картера")
    scene black with ed_night_dis
    jump carter1