label carter6_skeetovij:
    $ pps = 16
    window hide
    play music p_mol fadein 4
    scene kk
    show zatemnenie
    with ed_night_dis
    $ MND_Chapter("The Carter 6:")
    $ MND_Chapter("Всё переплетено")
    $ MND_Chapter("От лица Вечного:")
    hide zatemnenie with dspr
    "Вечный проснулся на диванчике в бункере айгандона."
    "Вчерашняя ночка оставила следы на теле."
    "Буквально: шея была искусана, спина - расцарапана, а на писюне был ахуенный засос."
    "В общем - приятного мало."
    "Внешне этот чертополох напоминал потасканного шлюходрона."
    "Но... Это лишь с виду..."
    "На деле - всё было куда прозаичнее."
    window hide
    pause 1
    "Со скрипом дверных петель (косточки хрустят) - Вечный таки встал с диванчика."
    "Его взор устремился на записку, что лежала рядом."
    window hide
    play sound dostalstvol
    show zapiska:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'zapiska'
        parallel:
            ypos 2.0
            linear 0.50 ypos 1.0
    with Pause(0.60)
    show zapiska:
        ypos 1.0
    "Взяв её в руки,{w=0.2} Вечный начал читать."
    nvl clear
    nvlvas "Ну, что? Оклемался?"
    nvlvas "А я тебе не один раз говорила:{w} замешивать малыша на пиве с энергетиками - говно идея."
    nvlvas "Нет, я не спорю -{w} аппарат у тебя <<заострился>> - что надо..."
    nvlvas "Но... На будущее: всё таки не злоупотребляй этой хуетой."
    nvl clear
    nvlvas "Ну а сейчас -{w} мне пора уходить."
    nvlvas "Если захочешь пошалить -{w} мой тг у тебя записан в контактах (можешь не благодарить)."
    nvlvchn "Вот, сука!{w} Неужели у меня такой изи пароль на калозвоне стоит?"
    nvlvas "В общем - эту ночь я ещё долго буду помнить."
    nvlvas "Снюхаемся ещё."
    nvlvas "Твоя Василиса.{w} Лавки-лавки."
    nvl clear
    window hide
    play sound dostalstvol
    show zapiska:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'zapiska'
        parallel:
            ypos 1.0
            linear 0.50 ypos 2.0
    with Pause(0.60)
    show zapiska:
        ypos 2.0
    th "Интересное кино получается..."
    hide zapiska
    th "Т.е. - я вчера намешал атомного малыша для разгона, дабы подольше вставлять свой {b}Big White Cock{/b}..."
    th "Хотя уже не один раз убеждался, что - гавнецом попахивает идея..."
    th "Ну да ладно."
    th "Что сделано - то сделано."
    th "И снова она куда-то умотала..."
    th "Впрочем - мне же проще."
    vchn "Но..."
    show kazahspr:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'kazahspr'
        parallel:
            xpos 2.0
            linear 0.50 xpos 0.5
    extend " Повторить всё таки надо будет..."
    nn "Ты про что?"
    "Вечный глупо улыбался, при этом глядя в пустоту."
    vchn "Это не важно."
    vchn "У тебя ко мне дело есть, или как?"
    "Как бы между делом спросил Вечный."
    nn "Я <<Дедлу>> ищу."
    nn "Хз вообще, куда этот крендель подевался."
    nn "Полюбому щас сативу плотно забивает, чертила."
    nn "Вместо очень важной миссии, которую я ему доверил..." with vpunch
    vchn "А чё за миссия хоть?"
    nn "Да так..."
    nn "До Скитового смотаться, да разведать."
    vchn "Понятно."
    "Неоня ожидал, что Вечный вызоветься выполнять миссию Вадимки..."
    "Но Вечному было похуй."
    "Желания заниматься бесполезной хуйнёй не было совершенно."
    "Собственно..."
    window hide
    play sound tg
    with vpunch
    "На калозвон Вечного пришёл увед."
    eva "Приветствую, Вечный."
    eva "Не желаешь встретится?"
    eva "Это, конечно, дела минувших дней..."
    eva "Но тем не менее..."
    eva "Найдётся, о чём поговорить."
    "Вечный снова напряг память."
    "Чего-то дельного вспомнить не удалось."
    "Под <<чего-то дельного>> я имею в виду - ничего в принципе."
    "Несмотря на имя в тг - колокольчик нигде не отозвался."
    th "Может, это уловка от Скита?"
    th "Я уже и не знаю..."
    th "Такими темпами я параноиком стану..."
    nn "А чем тогда будешь заниматься?" with vpunch
    "Нарушил тишину Неоня."
    vchn "А?{w} Да по мелочи." with vpunch
    vchn "Я чёт хотел сделать..."
    nn "Не буду задерживать."
    hide kazahspr
    show kazahspr:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'kazahspr'
        parallel:
            xpos 0.5
            linear 0.50 xpos 2.5
    "И Неоня спешно покинул это место."
    "Вечный сразу выкупил, что у него подпекло очко."
    "А именно - с этих ахуительных забивов на него, стоящего в реале."
    "Если бы так поступили с Вечным - это было бы последнее, что они бы сделали."
    "Там разговор короткий:{w} если что-то идёт не так -{w} сразу идёшь на хуй."
    "Окончательно и бесповоротно." with vpunch
    "И никак не обратить всё вспять."
    "Такова природа Вечного."
    "Он не даёт вторых шансов, если это не затрагивает его интересы."
    "Дохуя <<приблатыканный>>, скажешь ты?"
    "Да нет.{w} Просто рациональное мышление." with vpunch
    "Иногда бывает тяжело."
    "Или было раньше."
    "В любом случае - сейчас ему..."
    "Ну..."
    "Откровенно похуй." with vpunch
    "Вот от всей души:{w} поебать."
    th "Вот так бы всегда..."
    "Но суть не в этом."
    play sound tg
    eva "Ну так?" with vpunch
    eva "Или дальше будешь игнорить, как ты и любишь делать?"
    "Вечный оживился."
    vchn "Хоть представься."
    eva "По нику не понятно?"
    vchn "Не понятно."
    vchn "Я в рот не ебу, что ты за чудо."
    eva "Прискорбно."
    eva "Но это мусор, пыль: самое инетересное будет дальше."
    eva "Если ты, конечно, таки решишься встретится."
    "Вечный понимал, что в случае чего - расчитывать ему не на кого."
    "Если это ловушка от Скита - Вечному пиздец."
    "Но..."
    "Делать было нечего."
    vchn "Назначай место."
    eva "Стелла у въезда в Новошахтинск."
    eva "Ты должен знать, где это находится."
    eva "Так что..."
    eva "Ах, да... Время..."
    eva "Прямо сейчас." with vpunch
    vchn "Выдвигаюсь."
    stop music fadeout 5
    "И Вечный начал собираться в путь-дорогу."
    "Он не знал, кто его там будет ждать."
    "Может, там будут несколько доберманок, которые просто разорвут его на куски по приказу Скита."
    "Может, там будет ещё один призрак прошлого."
    "А может..."
    "А не может, блять." with vpunch
    th "Надо двигать на точку."
    play music khe fadein 3
    window hide
    play sound door_open
    scene ion_padikint with dreamyzoom
    "Вечный таки двинул на точку."
    "Им двигал интерес..."
    th "И что это за курица такая?"
    th "Спавнится из ниоткуда, что-то там мне предъявляет..."
    th "Не помню я таких людей из прошлого."
    th "Если такие и были - я проходил мимо."
    th "Ибо не интересуют меня такие лярвы."
    th "Хотя..."
    th "Если там будет <<топ-тело, топ-лицо>>..."
    th "Maybe это будет достойный кандидат на замену моей нынешней джокерше..."
    "За этими размышлениями вечный вышел из падика."
    window hide
    play sound dopen
    scene domext
    with dreamyzoom
    th "Тут же вроде хуй да нихуя идти..."
    th "Насколько я помню..."
    "Идти там было..."
    "Достаточно, на самом деле."
    "Хоть и не много."
    "Новошахтинск сам по себе небольшой city."
    window hide
    scene novoshahtinsk
    with dreamyzoom
    "Вечный оказался на точке."
    "И никого там не обнаружил."
    "Он уже было хотел достать калозвон, дабы выкатить конкретный оск в сторону этой лярвы, как вдруг..."
    show blink
    eva "Угадай, кто?" with vpunch
    vchn "М-м-м..."
    vchn "Хз, якась нанэйм вафлежуйка..."
    play sound sfx_punch_washstand
    eva "Эй!" with vpunch
    "Вечный почувствовал слабый тычок в рёбра."
    vchn "Хм..."
    vchn "Дай угадаю:{w} супер{w=0.2}-няшка{w=0.2}-дристуняшка?"
    eva "Чо?"
    hide blink
    show eva_smile
    show unblink
    "На непонятках она убрала грабли от няшной мордашки Вечного."
    vchn "Да ничё."
    vchn "Звала зачем?" with vpunch
    hide eva_smile
    show eva_nedovol
    with memglitch
    "Ева резко переменилась в лице."
    eva "Усё тебе дела..."
    eva "Нет бы просто насладиться прохладным летним вечером в компании милой дамы..."
    eva "Но нет..." with vpunch
    eva "Тебе лишь бы вопросики порешать..."
    window hide
    pause 1
    hide eva_nedovol
    show eva_smile
    with memglitch
    eva "А ты не меняешься."
    "Вечный стоял и тихонько хуел от этой ситуэйшен."
    eva "Ладно, не суть."
    eva "То, что мне нужно - можешь дать только ты."
    eva "Хочу я того, или нет - нам придётся сотрудничать."
    vchn "Так..."
    vchn "И что же тебе нужно?"
    eva "Технология теневого клонирования." with vpunch
    window hide
    play sound kashel
    with vpunch
    pause 0.5
    "Вечный аж закашлялся от таких ахуительных новостей."
    vchn "Каво?"
    eva "Ты же со своей тимой решил нагнуть Скитецкого..."
    eva "И в том сейфе, что умыкнул Неоня - были доки."
    eva "В этих доках - инфа."
    eva "И Неоня этой инфой воспользовался, дабы клонировать Морозкина."
    eva "Или не так?" with vpunch
    "И тут Вечный ахуел."
    th "Кто-то нас конкретно сливает..."
    th "И ведь хуй его знает, кто..."
    th "Что самое интересное..."
    vchn "Допустим."
    vchn "Хорошо." with vpunch
    vchn "Я дам тебе эту инфу."
    vchn "Что я получу в замен?" with vpunch
    "Ева даже не думала над ответом."
    eva "Меня." with vpunch
    window hide
    play sound ksm9
    with vpunch
    pause 1.2
    stop sound
    vchn "Тебя? Серьёзно?" with vpunch
    show layer master at eva_osmotr_ebleta_i_top_tela
    "Вечный решил оглядеть это <<чудо>> чуть подробнее."
    "Он со всех сил пытался не заржать, смотря в этом ебало."
    "Нет, серьёзно:{w} Вася в параметре <<еблет>> полностью превосходит эту лярву."
    "Да и не настолько нагло действует, когда канифолит мозги."
    "А это один из самых важнейших факторов."
    th "Что там дальше по плану?"
    th "Ах, да..."
    show layer master at eva_osmotr_ebleta_i_top_tela1
    th "Мда..."
    th "Буфера (хотя какие тут блять буфера) - размера второго...{w} Если вообще не первый."
    th "Ну это вообще не серьёзно."
    th "3й - это эталон."
    th "Это - золотая середина."
    th "Это, в конце концов, мой идеал, сука!" with vpunch
    th "А вы мне подсунули эту хуету..."
    show layer master at eva_osmotr_ebleta_i_top_tela2
    eva "Ты во мне так дыру просмотришь."
    vchn "С твоей плоскостью...{w} Уверяю -{w} тебе это не грозит."
    vchn "А вообще..."
    vchn "Знаешь..."
    vchn "Я посмотрю на твоё поведение." with vpunch
    vchn "Если ты и дальше будешь мне тут, блять, пальцы веером гнуть - хуёв тачку, а не мануал по сборке Legion OS на Redmi 8..."
    vchn "Тьфу, блять." with vpunch
    vchn "А не доки с инфой."
    vchn "Так понятнее?" with vpunch
    hide eva_smile
    show eva_udiv
    with memglitch
    eva "У-у-у, какой злой."
    eva "Агрессивный." with vpunch
    eva "Мне понежнее быть,{w=0.2} любимый?"
    hide eva_udiv
    show eva_smile
    with memglitch
    eva "Или мне как-то по-другому тебя называть?"
    vchn "Харош кривляться." with vpunch
    vchn "Я тебе серьёзно говорю."
    vchn "Будет мне резон тебе что-то подогнать -{w} я это сделаю."
    vchn "Но обещать ничего не буду."
    eva "Чудно!" with vpunch
    eva "И кстати..."
    eva "Ты мне сразу понравился." with vpunch
    eva "Мы сработаемся."
    eva "Можешь мне верить."
    window hide
    hide unblink
    show blink
    show layer master at eva_kiss_anm
    pause 1
    th "И чё ж она с козырей шагает..."
    stop music fadeout 5
    "Она резво схватила Вечного за ебальник, да потянула к себе."
    "И уебала знатного фофана." with vpunch
    window hide
    show layer master
    hide eva_smile
    hide blink
    show unblink
    pause 2
    "После чего резво ретировалась."
    "В тот момент у Вечного в голове затихли мысли."
    "Секунд на 20."
    "И первая мысль, что посетила его тактически ахуевающий разум:"
    python:
        _preferences.volumes['music'] = 1.0
    $ renpy.movie_cutscene('source/videosos/ebanutaya.webm')
    python:
        _preferences.volumes['music'] = 0.65
    "И ведь по-другому и не скажешь."
    window hide
    pause 2
    th "Чё у нас там дальше по плану?"
    th "Ах, да."
    th "К Васе бы заскочить."
    th "Ну так, чисто."
    th "Сбросить напругу."
    "Вечный достал калозвон и открыл тг."
    "После чего начал строчить свои ахуенные мессаги."
    window hide
    play music skt_dom_ost
    show zatemnenie with dspr
    $ MND_Chapter("От лица Скитецкого:")
    scene domint
    with ed_night_dis
    skt "Чё я там хотел сделать?"
    skt "Ах да, точно..."
    skt "Я же хотел новый билд легиончика залить на вапдомик..."
    "После этих слов Дима прыгнул за комп."
    window hide
    scene wap1
    with linearblurbolee
    "Его форум уже пестрил анонсами нового билда."
    "15 ботов всё никак не могли дождаться новой сборки легендарной прошивки."
    "Димочка старательно нагнетал интригу."
    "Насколько умел."
    "Но в один момент, что-то пошло не так..."
    window hide
    play sound oshibka1
    scene wap2
    with memglitch
    pause 0.5
    play sound2 suka2
    with vpunch
    pause 1
    "Вапдомик упал."
    "Лысый начал люто психовать."
    "Да так, что лысина задымилась нахуй."
    "А из ушей пошёл пар."
    "Скитолс мехмод."
    play sound suka4
    with vpunch
    pause 3.5
    "Скит начал хуярить по клавиатуре."
    "Его очко набрало температуру солнца."
    "Но во всём этом ивенте есть один маленький нюанс..."
    window hide
    play sound fb
    scene ostrovok
    with flash
    rmcj "Ахаха, лысый)"
    rmcj "Думал, что я тебе анти-дудос защиту поставлю?"
    rmcj "Хуёв тачку)" with vpunch
    window hide
    play sound fb
    scene wap2
    with flash
    "Лысый проклинал всё то, на чём только свет стоит."
    window hide
    play sound ddos
    with vpunch
    pause 20.5
    play sound ddos1
    with vpunch
    pause 12.5
    play sound ddos2
    with vpunch
    pause 15.5
    "Скитовский оскал всё в стиле VJLink'а."
    "Другой вопрос, что весь этот гнилой базар был направлен в пустоту."
    "Этот дебил даже гс не стал записывать."
    "Он уже и забыл, что взял заказ на антидудос защиту у Женька."
    "И это было зря."
    window hide
    play sound fb
    scene ostrovok
    with flash
    stop music fadeout 5
    "Женёк уже начал писать Вечному ахуительные видеососы с криком нереальным."
    "Он кидал скрины упавшего вапдомика."
    "Но Вечный ещё не чекнул, так как был занят."
    "Чем же он в это время занимался?"
    window hide
    show zatemnenie with dspr
    play music snl fadein 4
    $ MND_Chapter("От лица Вечного:")
    scene bergenbook:
        blur 9.0
    with linearblurbolee
    "Вечный сидел за компом, попутно глотая <<Джокера Виски с колой>>."
    "Настроение было... Оно было."
    "На самом деле - не стоило сёдне ебашть алко."
    "Вот совершенно."
    "Но..."
    "Нашему гению до таких ипостазей ещё очень далеко."
    "Так что..."
    vchn "Странная хуйня получается..." with vpunch
    th "Она слишком бойкая и резвая."
    th "Хотя тут всё понятно...{w} Прямо как завтрашний день."
    th "Да и она уже говорила, что ей нужны доки."
    th "Странная хуйня, в любой случае."
    th "Актёрская игра эта..."
    "Вечный сидел и размышлял в полубухом состоянии, куда же он влез."
    show blink
    "Дабы прекратились эти ебаные <<вертолёты>> - он зажмурил глаза на пару секунд."
    "Осталось проверить, помогло это..."
    "Или же нет?"
    hide blink
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    show unblink
    vchn "А вот хуй."
    "Теперь взгляд вообще поплыл..."
    "Идея гавно была изначально..."
    "В любом случае..."
    play sound tg
    "На компе пиликнул теледрист."
    "Вечному писал Женёк."
    play sound tg
    rmcj "Братиш, я уронил вапхуету."
    rmcj "Скит там небось сидит психует."
    rmcj "Уже разбил клавиатуру об лысину."
    "Но Вечный чёт не взлетел."
    "А почему?"
    "Всё просто -{w} когда тебе херово физически, ты не начнёшь орать даже с самого сочного, лучшего, пиздатейшего рофлана."
    "Увы."
    "А Вечный ловил вертолёты ебаные."
    th "Не стоило хуярить залпом три тары джокера..."
    th "А я ещё думал малыша замешать..." with vpunch
    th "Вот тогда был бы пиздец..."
    stop music fadeout 5
    window hide
    hide unblink
    show layer master
    show blink
    pause 2
    "Вечный закрыл глаза, дабы перевести дыхание."
    "Ему нужно было унять вертолёты, дабы не словить тошноту."
    "Ощущение не из приятных..."
    "Но выбора не было."
    "Дабы всё это побыстрее прошло - Вечный стал вспоминать приятные ностальгические моменты."
    play music afterlife fadein 3
    window hide
    scene es_autumn at sr_pokachivanie_light
    show lepestki_krutyatsa
    show vasilisa
    show layer master at vas_ocenka_anim
    with ed_night_dis
    nvl clear
    nvlbazar "Ему вспомнился 2020 год."
    nvlbazar "Тот самый осенний день, когда он таки смог найти время, дабы выбраться к ней."
    nvlbazar "Просто насладиться духовным уеденением."
    nvlbazar "Не обязятельно при этом иметь физическую близость -{w} это совершенно другая ситуация."
    nvl clear
    nvlbazar "Взгляд бегал вокруг, пытаясь уловить каждую деталь."
    nvlbazar "Нельзя упустить ни одной мелочи."
    nvlbazar "Даже самой незначительной."
    nvlbazar "Значения это не имеет."
    nvl clear
    nvlbazar "И он запомнил."
    nvlbazar "Запомнил каждый летящий лепесток, запонил в деталях каждый квадратный сантиметр этого пейзажа..."
    nvlbazar "И самое главное - он запомнил её лицо."
    nvl clear
    show layer master at vas_cumback_anim
    show layer screens at sr_showscreens
    vas "Знаешь..."
    vas "Здесь слишком красиво..."
    vas "Ловлю себя на мысли, что..."
    vas "Смотря на всё это..."
    show layer screens at vpunch
    vas "Начинаю любить тебя ещё сильнее."
    vas "Как бы пародоксально это не звучало..."
    show layer screens at vpunch
    vchn "Ассоциации."
    vchn "Я для тебя стану символом приятного осеннего вечера."
    vchn "Ещё только 5 часов."
    vchn "Но..."
    vchn "Тут действительно слишком красиво."
    play sound tg
    "Эту идиллию стали прерывать звуки телеграма."
    th "Я же оффнул звук на мобиле..."
    th "Да и уведы кампуктерные..."
    "А потом до него начало доходить..."
    "Кое что очень важное..."
    stop music fadeout 5
    show layer master at vas_ending_fb_anim
    show layer screens at sr_hidescreens
    " {w=1.0}{nw}"
    scene black with ed_night_dis
    pause 1
    play sound fb
    scene bergenbook
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    show layer screens at sr_null_transform
    with flash_fast2
    vchn "Бля..."
    vchn "Это Женёк строчит..."
    vchn "Чёт меня конкретно зафлешбечило..."
    play music snl fadein 4
    window hide
    scene bergenbook
    with linearblur
    play sound tg
    rmcj "Братиш, ты там жив?" with vpunch
    vchn "Жив."
    vchn "Просто красочный флешбек поймал."
    vchn "Ебейший просто."
    vchn "Я тебе так скажу: {w}я вспомнил самое начало."
    rmcj "А чуть конкретнее?"
    vchn "Ты же помнишь эту прекрасную рыжую тян..."
    vchn "Ну так вот..."
    vchn "У меня сейчас перед глазами предстал пиздатый осенний вечер."
    vchn "Я тебе бля буду -{w} я как вернулся туда в моменте." with vpunch
    rmcj "Ахуеть."
    rmcj "Я слышал о таком явлении."
    rmcj "Как осознанные сны, но ток наяву."
    vchn "Возможно, что это оно и есть."
    vchn "У меня нет точных метрик."
    vchn "В любом случае - я хочу это повторить."
    rmcj "Но сейчас же лето." with vpunch
    vchn "Да похуй."
    vchn "Дело не в осени."
    vchn "Дело в ощущениях."
    vchn "Нет, я не спорю -{w} остальные составляющие тоже важны..." with vpunch
    vchn "Но не настолько."
    vchn "Понимаешь?" with vpunch
    rmcj "Может ты и прав."
    rmcj "Я спорить не буду."
    rmcj "Возможно - это знак."
    rmcj "Вам бы встретится и зачиллить..."
    rmcj "Чисто моё мнение."
    "Вечный задумался, после чего сделал однозначные выводы."
    vchn "А ведь действительно..."
    vchn "Мне это ничего не стоит."
    vchn "Но..."
    vchn "Это может стать камнем преткновения..."
    vchn "Началом чего-то нового."
    vchn "Хотя - это скорее новый этап.{w} Реинкарнация."
    vchn "Так что..."
    vchn "От души, братиш." with vpunch
    vchn "Реально,{w} реально выручил!" with vpunch
    rmcj "Такое тоже бывает."
    rmcj "Это уже закономерность..."
    rmcj "Выручать друг друга."
    "Вечный не стал на это ничего говорить."
    "Он просто открыл тг Василисы и начал печатать свою хуйню."
    vchn "Здарова, бандитка."
    extend " Как жизнь молодая?"
    window hide
    pause 2
    "Он долго ждал ответ."
    "Успел и в солянку поиграть..."
    "И покоддить <<True Story>>..."
    "И заоскать детишек в дискордике..."
    "А ответа всё не было."
    window hide
    pause 1
    "В этот момент Вечный начал прозревать."
    "И трезветь заодно."
    "Хотя последнее уже давно...{w} Не суть."
    "Он начал осознавать, что всё это - лишь фикция."
    "А как всё начиналось-то?"
    "У него не было совершенно никакого к ней интереса."
    "Она его добивалась."
    "А в последнее время игра разом перевернулась, как тот тазик, что был наполнен маринатом шашлыка, который уронил Скит, да получил нагоняй от батька..."
    "Вообще - в этой жизни не осталось ничего."
    "Ничего, кроме цели заебашить Скита и прекратить его грязные делишки."
    th "Не, цель - это, конечно, хорошо..."
    th "Но..."
    "Осознание собственной отсосности как-то болезненно начало оттягивать холодом где-то глубоко внутри."
    "Пропало желание делать хоть что-то."
    "Хотелось прямо как Вадимка: скинуть нахуй ребму из окна, а вслед за ней - зеончик с 1060."
    "Ну и ноутбук амд."
    "В общем - настроению пришёл не просто пиздец..."
    "Оно исчезло вовсе."
    "В моменте показалось, что навсегда."
    vchn "И ради чего всё это?" with vpunch
    "Вопрос повис в воздухе."
    "Никто не знал на него ответа."
    "Даже Вечный."
    "Хотя... {w}Куда там."
    vchn "Смешно..." with vpunch
    "На самом деле: всё это очень прискорбно."
    "Никто и не спорит, что идея изначально была хуетой."
    "Делать ставку на неуправляемую инфантильную джокершу..."
    "Это ультра-долбоебизм."
    window hide
    pause 1
    "Ничего не хотелось совершенно."
    "Вечный просто сидел на табуретке перед компом, на экране которого был лишь хоумскрин."
    "Он знал, что жить прошлым - идея хуеты."
    "Но..."
    "Буду честен - в моменте ему захотелось вернуться в 2018 год."
    "В сентябрь."
    "Когда только начался 9 класс,{w} когда он слушал треки Джареда Лето,"
    scene sosison
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with linearblur
    extend " когда был ебейший прожар сосичей на импровизированном мангале..."
    scene energos
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with linearblur
    "Даже просто попить того самого зелёного драйва, да хоть пепси wild cherry..."
    scene sosison1
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with linearblur
    "А лучше - всё вместе."
    scene buhaem_old
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with linearblur
    "А потом ещё наебениться водки <<берёзка>>, запивая это гранатовым соком..."
    "Да после этого залезть на гараж в поисках <<алхейма>>..."
    "И сидеть там, да играть в дурака."
    "С изи winом."
    window hide
    play sound fb
    scene bergenbook
    with flash
    "Но... Этого не произойдёт."
    "И Вечный это прекрасно понимал."
    "Ему хотелось решить этот вопрос и вскрыться одновременно."
    "Осталось только сделать выбор."
    "Ну а сейчас..."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Василисы:")
    scene domintpov
    show ivettaspr
    with dreamyzoom
    "Они стояли друг перед другом."
    "Они обе хотели много чего сказать, но..."
    "Что-то мешало."
    "Что-то очень...{w} Важное?"
    "В последнем я сомневаюсь."
    "Однако...{w} Иветта сделала первый шаг."
    show layer master at ivetta_say_go_sex_anim
    ivt1 "Иди ко мне..."
    "И Василиса пошла."
    "Медленно, даже очень размеренно."
    "В движениях прослеживалась некая грациозность..."
    "Но..."
    play sound tg
    "Звук телесраки на калозвоне отвлёк её от процесса."
    "Она было хотела достать звонилку, да чекнуть - кто чо там вякает сидит в личку..."
    "Но..."
    "Иветта продолжала тянуть её за руку к себе."
    "По итогу - движение так и не остановилось."
    "И когда ближе было уже некуда..."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Вечного:")
    scene bergenbook with dreamyzoom
    "Он всё так же сидел за компом и в очередной раз жалел себя."
    play sound tg
    "Ему приходили уведы от тг, но он даже не смотрел на экран."
    "Настолько не было настрения."
    "Однако, когда он потянулся к аегису, который стоял на столе..."
    "Краем глаза он увидел увед и аву с ником отправителя."
    eva "Нам нужно поговорить." with vpunch
    "И тут Вечный чёт как-то даже ожил."
    "Он понял, что не остался совсем один."
    "Что ещё остались вокруг люди."
    "Пускай ими движет лишь исключительная выгода."
    "На тот момент это было не важно."
    "Важен сам факт присутствия."
    stop music fadeout 5
    vchn "Куда выдвигаться?" with vpunch
    eva "На старое место."
    vchn "Выползаю."
    "Короткий, лакончиный диалог."
    "Ну да похуй, зато информативный."
    play music befine fadein 4
    "Но во всей этой диллеме есть ещё одна нерешённая деталь."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Вадимки:")
    scene sovenok
    with memglitchstr
    lxrd "Пиздец..." with vpunch
    lxrd "Снова, чтоль, сука?" with vpunch
    "На этот раз Вадимка попал прямиком в ад нахуй."
    "Теперь тут нет ни Гошанов, ни Меллесов."
    "Никого совершенно."
    "А где выход - не понятно."
    "Да и сама територрия конкретно изговнилась."
    window hide
    pause 2
    "Вадимка попытался отправить сигнал SOS через тг Вечному, но вылезла ошибка ноль икс шесть нулей, семь блядей."
    "Он, конечно, попробовал помассировать хуй скорей, но делу это не помогло."
    "И тогда он начал отправлять мессагу Колдику."
    "Тому уже повестка дошла идеально."
    "Он сначала испугался, но потом ответил:"
    cld "Не ссыкуй, Морозко."
    cld "Щас всё разрулим."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Вечного:")
    scene novoshahtinsk
    show eva_smile 
    with memglitchstr
    eva "Пришёл таки."
    eva "Ещё улыбаешься мерзко." with vpunch
    "Но Вечный не стёр улыбку."
    vchn "Просто рад тебя видеть."
    eva "А чё так?" with vpunch
    eva "Кинула тебя твоя рыжая оторва?" with vpunch
    "Теперь Вечный не улыбался."
    "Он просто хотел дать ей в ебло."
    hide eva_smile
    show eva_nedovol
    with linearblur
    eva "Ладно, не тушуйся."
    eva "Шуткую я."
    eva "Что по нашему делу?" with vpunch
    "Вечный вспомнил, что должен намутить доки."
    vchn "Пока ничего."
    vchn "Доки у Неони."
    vchn "По тихой гопнуть - никак."
    vchn "По крайней мере - пока."
    eva "А ты попросить их у него не пробовал?"
    vchn "А он их даст?"
    eva "Ты не пробовал."
    eva "Печально." with vpunch
    eva "Но я всё ещё жду."
    play sound tg
    "И снова ебучий тг."
    "На этот раз Вечный сразу всё чекнул."
    "Ну мало ли: рыжая-бесстыжая одумалась..."
    "Но нет."
    cld "Братиш, здарова."
    cld "Давно не виделись."
    cld "За это сорян, занят был."
    cld "Рузен покупал."
    cld "С RX6600 XT."
    "Вечный хотел было вкинуть рофланку, но передумал."
    "Были более насущные вопросики."
    "Которые надо бы обкашлять."
    cld "Ну так вот..."
    cld "Вадимка, может помнишь его...{w} Такой патлатый двухметровый хиппи, у которого ещё ремень за 25к висит, да яички давит..."
    cld "Кароче - он в ловушку попал."
    cld "отSOS мне кидает."
    cld "Говорит: снова в бесконечном лете оказался маленький."
    cld "Теперь сидит терпит."
    cld "Чё делать будем?"
    vchn "А неоня что?"
    cld "Да нихуя."
    cld "Не отвечает он."
    cld "Небось доту на свой маcbook скачал."
    vchn "Ну щас, я <<дооткашливаю вопросики>> и зачиллим в бункере."
    vchn "Если чо - я на связи."
    cld "Давай, жду."
    $ renpy.notify("Ахуеть каламбурчик, а?")
    "Вечный вернулся к этой вечно недовольной бабе."
    eva "Ну?" with vpunch
    vchn "Что ну?"
    vchn "Попробую я."
    vchn "Заебёшь." with vpunch
    hide eva_nedovol
    show eva_smile
    with linearblur
    eva "Хочется верить."
    eva "Но не получается."
    eva "И да - если будешь тянуть: я просто найду другого типа для этого дела."
    eva "А он уже может вынести всё что угодно, помимо доков Скита."
    vchn "Хуя он посмакует, а не вынесет что-то." with vpunch
    vchn "Уж я-то знаю."
    eva "Ну-ну."
    eva "В любом случае - я ожидаю вестей."
    vchn "Ага, блять." with vpunch
    vchn "Т.е. я пёрся сюда, ради 3х слов, блять?" with vpunch
    eva "Ну да."
    eva "Ты ж хотел выбраться."
    eva "Грустил там сидел."
    eva "Вот и делаю тебе услугу."
    "Пока летели оски, Вечный чекнул калозвон."
    "На экране ребмы отстутствовали сообщения от рыжольды."
    "Вечный решил сделать финт залупой, ход хуём."
    vchn "Есть тема." with vpunch
    vchn "Ты пробовала лысого малыша?"
    eva "Каво?" with vpunch
    vchn "Коктейль такой есть.{w} Пиздатый."
    eva "Сильно въёбывает?" with vpunch
    "Нашего человека видно издалека."
    vchn "Сносит наповал."
    vchn "Не хочешь попробовать?"
    eva "Хм-хм-хм..."
    eva "Твоя стратегия мне ясна."
    eva "Ну да похуй, интересно же." with vpunch
    eva "Чё это за малыш, да почему он лысый."
    vchn "Я в тебе не сомневался."
    window hide
    scene bergkuhint1
    show eva_smile
    with dreamyzoom
    "Спустя какое-то время эти два чпумпэка заспавнились на прекрасной и небезызвестной кухне."
    "Перед этим они затарились стекломоем до талого."
    "Взяли абсент и лимонную асканию."
    "Морозкин посоветовал."
    "Говорит: въёбует ещё сильнее..."
    "Вот они это сейчас и проверят."
    "На своих шкурах."
    vchn "Смотри и учись."
    "Вечный взял помытые стаканы, да залил туда 3/4 абсента."
    "У него, конечно, промелькнула мысль, что идея говна и вообще он ебанько..."
    "Но..."
    "Он замешал два таких стакана термоядерной ссанины."
    eva "А запивать чем будем?"
    vchn "Похуй, занюхаем."
    eva "Понятно."
    "И в мометне, пока Вечный начал ебашить этот стакан, вместе с этой не самой прекрасной тян, она восприняла всё слишком буквально..."
    play sound rid2
    "Она издала такой оглушительный шептун с басс бустом, что Вечный чуть было не выплюнул <<малыша>> обратно в стакан."
    "Однако - он успел подлететь к окну и открыть его."
    vchn "Ты бля чё делаешь?!" with vpunch
    vchn "Кто ж газует, пока алкоголь в недры заливается?!" with vpunch
    eva "Чё?" with vpunch
    eva "Чё тебе опять не нравится?"
    eva "Сам сказал: <<занюхаем>>."
    vchn "Не пердежом же, блять!" with vpunch
    vchn "Обычно рукавом занюхивают."
    eva "Буду иметь в виду."
    th "Воняет, пиздец..."
    th "Это ж надо было умудриться..."
    th "Сука..."
    eva "Го по ещё одной?"
    "И Вечный налил ещё по стакану этой хуйни."
    "Тем временем игридиенты закончились."
    "Они залпом выпили эту хуету."
    "На этот раз без басс буста."
    scene bergenbook:
        blur 18.0
    with linearblurbolee
    vchn "Прав был Вадимка..."
    vchn "Чумовая хуйня..."
    eva "Да..."
    "Их обоих конкретно унесло."
    "Дристуняшка начала какой-то странный базар вести."
    eva "Вот ты там за свою бесстыжую джокершу печёшься так, да..."
    th "Бля..."
    th "А откуда она знает?"
    th "Ладно, похуй."
    th "Потом спрошу."
    eva "А вот чёта я её рядом с тобой не вижу."
    vchn "Ты не выёбуйся."
    vchn "А то - где встанешь, там и сядешь."
    vchn "Это - моя джокерша." with vpunch
    vchn "И тут я решаю - на каком отверстии и сука в какое время я буду менять резьбу."
    vchn "Тебе понятно?" with vpunch
    "Дристуняшка многозначительно промычала."
    eva "А спорим, что она тебе изменяет?" with vpunch
    "Вечный ахуел."
    vchn "Ты гонишь." with vpunch
    eva "Не гоню."
    eva "Но и тут не всё так просто."
    eva "Как бы тебе сказать..."
    vchn "Как есть." with vpunch
    eva "Она ебётся со своим клоном, который сделал Неоня."
    window hide
    pause 2
    "Вечный посмотрел на неё."
    "Подумал."
    th "Бля...{w} Это слишком забористая версия малыша получилась..."
    th "Она, походу, перебрала..."
    th "Конкретно так, бля."
    eva "Не суть."
    eva "Так вот..."
    eva "Есть варик её затраллить."
    eva "Ну вот конкретно так."
    vchn "Выкладывай."
    eva "Ну кароче..."
    eva "Я ставлю на то, что я тебя сегодня выебу." with vpunch
    eva "Жёстко."
    eva "Пэрчик оторву нах." with vpunch
    vchn "Ахах, да хуя ты посмакуешь." with vpunch
    eva "И это тоже."
    vchn "Да не моего." with vpunch
    vchn "Кароче - в очко иди."
    stop music fadeout 5
    eva "Раздвигай батоны." with vpunch
    "Вечный вспомнил видос с паниным."
    "Ему стало чёт как-то мерзко."
    show blink
    "А потом реальность стопнулась."
    "Вот прямо-таки да."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица dedlylxrd'а:")
    play music cc_pp
    scene kk
    with ed_night_dis
    "Дедлу сидел в бункере и разрабатывал план захвата резеденции Скитецкого."
    "Начать стоило с подхода."
    "Можно сделать целую армию клонов, но..."
    "Им же надо ещё как-то добраться к базе, верно?"
    scene zaborskit
    with linearblurbolee
    lxrd "Интересное кино, получается..."
    "Дедлу смотрел на забор как Скит на снесённые ворота."
    "Сколько раз святая четвёрка бы не выносила этот забор вперёд ногами - он всё ещё стоит."
    "Скит поставил."
    show layer master at vadya_smotrit_na_zabor
    "Дедлу осмотрел забор на предмет прохода."
    "Мало ли - Скитовый оставил дыры."
    "Но...{w} Нет."
    "Забор был в идеале." with vpunch
    lxrd "И как бы его выпилить..."
    lxrd "И шоп не повторяться..."
    "Вадим начал думать о сносе забора."
    "Точнее - о новом методе."
    window hide
    play sound fb
    scene zaborskit
    show luka at right
    show coldspr at left
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    lxrd "С криком <<поднажмём парни>> - мы его уже сносили..."
    window hide
    play sound fb
    scene int_bus at ed_bus_move
    show luka at right
    show coldspr at left
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    lxrd "И автобусом таранили..."
    window hide
    play sound fb
    scene zaborskit
    show kazahspr
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    lxrd "Даже с помощью троттила сносили..."
    window hide
    play sound fb
    scene zaborskit
    with flash
    lxrd "Так и что же остаётся?"
    th "Может, у Неони есть новая разработка в плане оружия?"
    th "Я хуй знает."
    th "Может он собрал РПГ из канализационной трубы и корсара 12..."
    th "Надо будет спросить."
    window hide
    pause 1
    th "Хорошо.{w} Допустим - забор я вынесу из самопального рпг..."
    th "Клоны войдут на территорию резеденции..."
    th "А дальше-то что?"
    th "Их тоже надо чем-то вооружить..."
    th "А склада со стволами у нас нет..."
    th "Хотя..."
    th "Тут может помочь Вечный..." with vpunch
    th "Он же СВД где-то достал..."
    th "Да и тот же Диман с Gхой..."
    th "Только вот..."
    th "Где он сейчас?" with vpunch
    th "Потом пропингую в телеге."
    show skitpio:
        subpixel True default
        parallel:
            Null(1280.0, 720.0)
            'skitpio'
        parallel:
            xpos 1.5 alpha 0
            linear 0.60 xpos 0.5 alpha 1
    "За этими размышлениями Вадя не заметил одной очень важной детали..."
    window hide
    play sound skt_o_bl
    pause 0.8
    lxrd "А?"
    "Но Вадя не растерялся."
    window hide
    play sound3 sfx_punch_washstand
    show layer master at aw_master_tryas
    pause 0.4
    play sound zabor_crash
    scene zaborskit3
    show skitpio
    with vpunch
    pause 0.4
    play sound2 ebanko
    pause 0.5
    stop music fadeout 5
    play ambience ts_running
    show layer master at ed_running_fast
    pause 2
    scene domext
    show layer master at ed_running_fast
    with vpunch
    pause 2
    scene novomallblya
    show layer master at ed_running_fast
    with vpunch
    pause 2
    play sound2 trigger
    play sound rufer1
    scene nport
    stop ambience
    show layer master at vadya_uletel_v_portal
    pause 1
    scene zagruzka with ed_alpha_diss_fast
    stop sound2 fadeout 1
    pause 1
    play sound travel
    pause 1
    play sound2 rufer2
    scene sovenok
    show layer master at vadya_uletel_v_portal
    pause 0.9
    stop sound2
    play sound2 padenie
    pause 2
    show layer master at vadya_uletel_v_portal1
    play sound3 uebalsya
    pause 3
    "Вадя кулаком вынес забор с полтычка."
    "После чего убежал от Скита."
    "Только вот..."
    "Он влетел в портал."
    "Который перенёс его блять..."
    lxrd "А где я нахуй?"
    "На старую добрую локацую."
    play music cfy fadein 1
    lxrd "Надо пацанов пропинговать..."
    "И Вадя начал писать Вечному."
    window hide
    pause 1
    "Он подождал минут 10."
    "Ответа не было."
    "Вообще ничего не было."
    "Он даже в сети не появился."
    lxrd "Да ну ёп тваю мать..." with vpunch
    "И тут он вспомнил про Колдика..."
    "И начал пинговать его..."
    "Ответ пришёл очень быстро."
    cld "Ебать, Морозыч!" with vpunch
    cld "Давно не виделись."
    cld "Ты куда встрял-то?"
    lxrd "Да пиздец."
    lxrd "Передо мной ворота с надписью <<Совёнок>>."
    cld "Ебать, как тебя туда занесло?" with vpunch
    "Удивился Колд."
    lxrd "Да пиздец: я, пока от Скита убегал, в портал какой-то влетел."
    lxrd "А вылетел уже тут."
    lxrd "Ебалом в ворота." with vpunch
    window hide
    play sound kup_smeh_radio
    with vpunch
    pause 1.7
    "Лорду в гске прилетел ор от Колдика."
    cld "Ебать ты жёсткий тип."
    cld "Чё ты у Скита вынюхивал-то?"
    cld "Неоня ж всё осмотрел, когда сейф гопал."
    lxrd "Да я подходы смотрел."
    lxrd "Мы ж собираемся эту падаль кончать."
    lxrd "На этот раз - с концами."
    lxrd "Он ответит за все оски, так сказать." with vpunch
    cld "Ладно."
    cld "Тебе выбираться надо."
    cld "Щас пропингую Вечного."
    cld "Он спец по тому району." #
    lxrd "Не пингуется он." with vpunch
    lxrd "Забухал, скорее всего."
    cld "У меня пропингуется."
    cld "Я ему уведы на миуи сломаю нах пингом."
    cld "На пацанву забивать не хорошо..."
    lxrd "Да я не думаю, что он забил."
    lxrd "Просто бухает."
    lxrd "Чекай инфо, бля." with vpunch
    cld "Ну вот щас и проверим."
    "И Вадя стал ждать ответа от Колда."
    "Ждать пришлось не долго."
    cld "Сука, ты был прав." with vpunch
    cld "Это тело вусмерть ужралось."
    cld "Пополз я его <<отрезвлять>>."
    cld "Держись там."
    cld "Вражин поблизости нету?" with vpunch
    lxrd "Тишина."
    cld "Ну и заебись."
    cld "Если чего - пингуй."
    lxrd "Хорошо."
    window hide
    stop music fadeout 5
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Колда:")
    scene domext
    with linearblur
    th "Ещё бы он дверь смог открыть..."
    th "Доползти..."
    th "Бля..."
    th "А это ещё кто?"
    "Колд заметил рыжую няшу, что заходила в падик, где была хата Вечного."
    th "Сука, только не снова!"
    "Колд достал REALME и открыл тг."
    "Начал чистить сообщения."
    window hide
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Вечного:")
    play music ts_iwot fadein 2
    scene bergenbook
    with linearblur
    "Вечный сидел за компом."
    "Дристуняшка ливнула с хаты, сославшись на очень важные дела."
    "Вечному было абсолютно похуй, т.к. бухать сёдне он не планировал."
    "А эффект от малыша он убрал с помошью фирменного отрезвина от Санька Швилли."
    "Ему нужно было подумать."
    "А думалось только на трезвую голову."
    vchn "Надо разобраться с тем, что имеется."
    vchn "Вадимка - на задании от Неони."
    vchn "Неоня - сидит в штабе и контролит ситуацию, maybe что-то разрабатывает."
    vchn "Женёк - на РАБотке."
    vchn "Колдик - неизвестно где..."
    vchn "СТОП!" with vpunch
    vchn "Он же мне писал, что надо побазарить..."
    "Вечный открыл тг, но сообщений там не обнаружил."
    "Возможно - Колдик их просто снёс."
    "Такое тоже может быть."
    "Но соль не в этом."
    vchn "Раз уж Колдик прохлаждается неизвестно где..."
    "Вечный решил пропинговать Васю."
    "Ему не прямо таки хотелось пошалить..."
    "Не то, что бы..."
    "Просто нужно было порешать насущный вопрос."
    vchn "Колдик говорил, что Вадя где-то застрял..."
    vchn "Но, сука, где?" with vpunch
    stop music fadeout 5
    play sound tg
    "Пинг не заставил себя долго ждать."
    vastg "Привет, родной мой."
    vastg "Я уже поднимаюсь."
    vastg "Открывай ворота."
    window hide
    play sound door_open
    scene bergkoridor
    show vasilisa
    with linearblurbolee
    "Стандартный обмен обнимашками не заставил себя долго ждать."
    "И первый вопрос, который задала няшка, был таким:"
    vas "Чё с утра делал?" with vpunch
    "Ответ Вечного заставил няшу улететь в голос."
    python:
        _preferences.volumes['music'] = 1.0
    $ renpy.movie_cutscene('source/videosos/aftermalish.webm')
    python:
        _preferences.volumes['music'] = 0.65
    play music brothers fadein 2
    vchn "Я с утра ещё малыша намешал."
    vchn "На опохмел."
    vchn "Не помогло." with vpunch
    vchn "Пришлось отрезвин разводить."
    vas "На фишку?"
    vchn "В стакане, блять." with vpunch
    vas "Ну ты даёшь, канешна..."
    "В её мозгу проходил какой-то процесс..."
    "Но..."
    "Так как там встроен огрызок, что эквивалентен по мощности Core2Duo, она выдала следующее:"
    vas "Хочу Скита заоскать." with vpunch
    vas "Придумай как."
    "Вечный в очередной раз проверил, как работает женская логика."
    vchn "Дохуя хочешь." with vpunch
    vas "Ну(99((("
    "Омг, джокерша опять на мозги капает."
    vas "У него десятина есть..."
    vas "Мб за это оск сделаешшшь?" with vpunch
    th "Сёдне она какая-то особенно ёбнутая..."
    "Подумал Вечный."
    "А потом ещё раз подумал."
    "И улетел."
    window hide
    play sound smeh_sanek1
    with vpunch
    pause 0.5
    stop sound
    vchn "Десятина, говоришь?"
    vchn "Сначала обоссым ему тазик этот ебаный."
    vchn "Ведро с гайками."
    vchn "И говном." with vpunch
    vchn "Потом забор снесём."
    vchn "Но не просто снесём - а утянем с собой."
    vas "Я в деле." with vpunch
    th "Даже уговаривать не пришлось."
    "И они отправились устраивать штурм Скитовского."
    scene domext
    show vasilisa
    with linearblurbolee
    "Они подошли к тазику Скита."
    show layer master at its_time_to_drop_vaz
    "Десятина стояла во дворе и жарилась на солнце."
    "Все двери были обклеены наклейками с Zero Two."
    "План был идеален."
    show layer master at its_time_to_drop_vaz1
    vchn "Обсыкаем весь тазик."
    vchn "Снизу доверху."
    vas "Наверх полезешь?"
    vchn "Полезу." with vpunch
    vchn "Делаем всё быстро и уёбываем за забором."
    "Вечный огляделся."
    "Он увидел нескольких зевак, что проходили мимо."
    "Фуррор был обеспечен, осталось только начать..."
    "И Вечный залез на капот десятины, достал 228 см питона, и начал поливать лобовое стекло и крышу."
    "Можно было камнем расхуячить боковое стекло, но..."
    "Было бы слишком много шума."
    "Да и не вандалы они ж, в конце концов!" with vpunch
    "Просто - малолетки конченные."
    "Вечный обоссывал тазик сверху, Василиса снизу."
    "Зеваки это заметили."
    "Начал собираться народ: постоять, порофлить."
    "Кто-то даже начал снимать это на телефон."
    python:
        _preferences.volumes['music'] = 1.0
    $ renpy.movie_cutscene('source/videosos/possal_na_tazik_skita.webm')
    python:
        _preferences.volumes['music'] = 0.65
    "Когда дело было сделано, это двое намылили пятки, да Вечный сказал:"
    vchn "ВАЛИМ!" with vpunch
    scene zabor_beton
    with linearblurbolee
    "Как же сильно Вечный крикнул, когда увидел на месте хлипкого, разъёбанного заборчика ебать какой бетонный пиздос."
    vchn "Ну типа."
    show vasilisa at gayshit(-1.0, 2, 0.3)
    vas "Делать-то что будем?" with vpunch
    vchn "А что тут сделаешь?"
    vchn "У тебя есть тротилл?" with vpunch
    vchn "Ну или хотя бы корсар 12?"
    "Василиса пошерудила в трусах."
    "Корсар 12 найден не был."
    vas "Увы, но мои запасы пусты."
    vchn "Это хуёво."
    "Вечный выдал пиздатую идею."
    vchn "Пошли обратно."
    vchn "Я запасы свои посмотрю."
    window hide
    play sound na_karmane
    pause 2.25
    vchn "Если нет - то и хуй с этим забором."
    vchn "Найдём, чем заняться."
    "Василиса в последний раз кинула мнимый взгляд на забор."
    "И они отправились к хате Вечного."
    stop music fadeout 4
    scene bergkoridor
    with linearblurbolee
    "И вот - они уже дома."
    "Когда оба скинули боты, няшное тупое создание налепило на свою морду самый милый улыбан, да спросила:"
    play music ts_iwot fadein 2
    show vasilisa at gayshit(-1.0, 2, 0.3)
    vas "Пошалим?" with vpunch
    "Вечный вспомнил, что ему так-то писал Колд."
    "И что Вадя в опасности."
    "Раш забора с помощью корсара отошёл на второй план."
    "Как и закрутка болта в разработанную под нужную резьбу рыжую гаечку."
    "Поэтому, Вечный ответил:"
    vchn "Не сейчас." with vpunch
    vchn "Дела есть."
    "Василиса закатила глаза."
    vas "Начинается..."
    vas "А как же забор?"
    vchn "Не ерепенься." with vpunch
    vchn "Помощь нужна."
    vchn "Надо Вадимку вытащить из..."
    "Вечный начал вспоминать, что ему писал Колдик, да зачем-то удалил."
    vchn "Вадя в ловушку Скита попал."
    vchn "Говорит, та же, в которую я попал недавно с братвой."
    "Василиса вопросительно вскинула брови."
    vchn "А, бля." with vpunch
    vchn "Ты ж не знаешь."
    vchn "Это закрытая территория, из которой без специальных координат - хуй выберешься."
    vchn "И Вадя туда влетел снова."
    vas "Понятно."
    vas "И что ты предлагаешь?" with vpunch
    vchn "Есть темка."
    vchn "Если у меня отношения со Скитом окончательно испорчены, то..."
    vchn "В твоём случае..."
    vchn "Ты всё ещё в его команде."
    vas "Предлагаешь пойти к нему, и выведать инфу?"
    vchn "Именно."
    vchn "Проблем с этим не будет."
    vchn "Если начнёт возникать, скажешь, мол: <<пошли они на хуй, всё равно меня этот хиппи и фембой блять вымораживают нахуй, ненавижу последнего!!11 Пэрчик ему отстригу при случае.>>"
    vas "Оригинально."
    vchn "Бля - он тупой. Вопросов после этой малявы возникнуть не должно."
    vchn "Улавливаешь суть?" with vpunch
    vas "Улавливаю.{w} Суть."
    "Эти её передразнивания Вечного всегда бесили."
    vchn "Ну?"
    vchn "Вперёд!" with vpunch
    "Василиса выжидающе смотрела на Вечного."
    stop music fadeout 5
    "Но последний дал лишь пару поджопников хороших (а попасть было easy), да отправил её к Скиту."
    scene bergenbook
    with linearblur
    "Вернувшись за комп - Вечный чёт вспомнил былые деньки."
    window hide
    play music harmony fadein 3
    play sound fb
    scene liazik99
    with flash
    "Вечный ехал в лиазике по своим делам."
    show liazik999 zorder 2
    show vasilisa1 zorder 1:
        align(0.9, 1.9)
        ease 3 align(0.9, -0.7)
    "В Earbuds X играл какой-то ностальгический пиздатейшик трек Pyrokinesis'а."
    "Вечный ни о чём не думал."
    "Он просто ехал и наслаждался поездкой."
    "Как вдруг."
    window hide
    play sound ssikanul
    show layer master at spalil_nyashu_kotoraya_ne_breet_pizdu
    pause 1
    hide vasilisa1
    show vasilisa1 zorder 1:
        align(0.9, -0.7)
        ease 1 align(0.9, 1.9)
    pause 1
    play sound hernyakakayato
    show layer master at spalil_nyashu_kotoraya_techet_ot_mishlenta
    pause 2
    th "Показалось, наверное."
    "Подумал в тот день Вечный."
    window hide
    scene lenta2
    show lenta22 zorder 2
    with linearblurbolee
    "Вечный шёл к стенду с булками с ленты."
    "Они были слишком пиздатыми, чтобы он, когда проходил мимо, не затарился."
    show vasilisa1 zorder 1:
        align(-0.5, 0.5) rotate 45 zoom 0.5
        ease 1.5 align(0.1, 1.2)
    "Он уже предвкушал их вкус..."
    "Как он сядет за ноут, да начнёт коддить скит ремастер..."
    "И Катарсис..."
    "Потом скинет билд Женьку..."
    "Постойте..."
    window hide
    play sound ssikanul
    show layer master at spalil_ndevstvennitsu_kotoroi_porval_pisechku
    pause 1
    hide vasilisa1
    show vasilisa1 zorder 1:
        align(0.1, 1.2) rotate 45 zoom 0.5
        ease 1.5 align(-0.5, 2.2) rotate 0
    play sound aud_maslonamek
    pause 1.5
    show layer master at spalil_nyashu_kotoraya_obossalas_ot_orgazma
    pause 2.6
    with vpunch
    pause 1.9
    "Вечному эти приколы уже начали надоедать."
    "Она сталкерила его буквально везде."
    window hide
    play sound fb
    scene bergenbook
    with flash
    vchn "Ну да похуй."
    vchn "Есть дела поважнее."
    "Вечный открыл диалог с Колдиком и начал писать оски."
    vchn "Нахуя удалил-то?"
    "Ответ пришёл сразу."
    cld "Ты снова ушёл малолеток ебать."
    cld "Рыжих."
    cld "Чертополох."
    cld "Нам Морозкина спасать надо."
    vchn "Да заебёшь."
    stop music fadeout 4
    vchn "Я свободен щас."
    vchn "Куда подлетать?"
    cld "Выходи с падика."
    cld "Я внизу сижу, санти парю."
    play music teadrinking fadein 2
    scene domext
    show coldspr
    with linearblurbolee
    "Колдик сидел на лавочке возле падика и парил санти."
    cld "Чекал, что я тебе раньше отправлял, чи нет?"
    vchn "Ты что-то про телепорт писал."
    vchn "И что Морозко попал в бесконечное лето."
    cld "Именно."
    cld "Все эти оски - с его слов."
    cld "Связи с ним больше нет."
    cld "Пойдём портал поищем?"
    vchn "Вариантов лучше у меня нет."
    "И только они зашли за угол..."
    scene nport
    show coldspr
    with linearblurbolee
    cld "Бля..."
    cld "Он точно в бл нас тпхнет?" with vpunch
    cld "А не в незер мир?"
    stop music fadeout 3
    "Вечный усмехнулся."
    vchn "Всё может быть, братиш."
    "Они начали размышлять, что делать дальше."
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Василисы:")
    play music caddilac fadein 3
    scene domint
    show skitpiopivo
    with linearblurbolee
    "Василиса заспавнилась у Скита."
    "Последнему было настолько не до того, что он даже не вспомнил, что она заодно с Вечным."
    skt "Ну ты вовремя, конечно."
    skt "Проблем до жопы просто."
    "Василиса вопросительно взглянула на Скита."
    skt "Кто-то сёдне мою ласточку обоссал..."
    skt "Со всех сторон, сука!" with vpunch
    "Василиса еле сдержала адский приступ нереального ора."
    "Вспомнив, что они сделали напару с Вечным..."
    vas "Может, твоей доберманки писюна дело?"
    skt "Доберманки давно нет в живых..."
    skt "Остались только клоны."
    skt "Ракуна постигла та же учесть..."
    skt "Ебучий Вадимка... Весь мой зоопарк отстрелял..." with vpunch
    vas "Что делать с этим будешь?"
    "Спросила она как бы <<невзначай>>..."
    skt "У меня остался только один варик."
    skt "Я знаю, в каком подвале сидят эти додики."
    skt "Вот моя последняя разработка."
    "Скит показал Васе свой новомодный девайс."
    "Это были 2 склеенные синей изолентой ребмы 8 и поко 5г."
    skt "Если активировать его - всем, у кого не прошит легион на мобиле - придёт пизда."
    skt "Давай тебе прошью."
    "Вася дала свой гнусмас Скиту."
    skt "Бля... Сюда не прошить легион..."
    skt "Ну да ладно."
    skt "Есть один варик."
    "Скит скинул на гнусмас апк с фиксом фм радио."
    "Это был ключ к защите от школьников."
    "Защита действовала на весь Новошахтинск."
    "И даже под землёй."
    "Где сидели Неоня и Диман."
    skt "Я дам эту участь тебе."
    skt "Нажмёшь кнопку - прошить Legion OS."
    vas "Хорошо."
    skt "Пока эти два калозвона зарядятся пускай."
    skt "Отдыхай."
    hide skitpiopivo with linearblur
    "Скит ушёл на диван пить охоту крепкую."
    "Вася тем временем открыла тг и начала печатать мантру Вечному."
    "Нужно было дать апк, но она бля не умеет этого делать."
    window hide
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Неони:")
    scene kk
    show motilek
    with linearblurbolee
    dmn "У нас проблемы."
    dmn "Причём пиздец какие серьёзные."
    dmn "Скит собрал свою шайтан машину, которая будет ваншотить школьников без билда последнего легиончика на телефоне."
    nn "Откуда инфа?" with vpunch
    dmn "Я подслушал разговор Васи и Скита."
    dmn "И чё она там делает?" with vpunch
    nn "Maybe её туда Вечный отправил."
    nn "Не суть."
    "Неоня взглянул на свой iphone."
    "Взглянул на хонор Димана."
    "И на рилми Колда."
    nn "Пиздец..."
    nn "Чё делать-то сука?!" with vpunch
    dmn "Действие защиты не распространяется на закрытую локу, т.е. на пионерлагерь."
    dmn "Телепорт в подвале всё ещё активен?"
    nn "Я его не выключал."
    dmn "Сомневаюсь."
    dmn "Один хуй - лучше перестраховаться."
    nn "Ладно."
    nn "Точка сбора у телепорта."
    nn "Берём только самое необходимое."
    nn "Gха при тебе?"
    "Спросил Неоня Димана."
    dmn "Ясен хуй."
    nn "По тапкам."
    "И пацаны пошли собирать шмот."
    "Неоне нужно было ещё забрать макбук со слитыми исходниками легиона."
    window hide
    stop music fadeout 4
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Вечного:")
    scene nport
    show coldspr
    with linearblurbolee
    cld "Ну так?"
    cld "Идём или не идём?"
    window hide
    play sound system_4sek
    pause 6
    "Вечный посмотрел на Колда."
    "Колд посмотрел на Вечного."
    "Счёт шёл на секунды."
    "Они даже не успели подумать."
    "Пришлось прыгать в телепорт."
    "Выбора не было."

    window hide
    play sound trigger
    scene nport:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    show coldspr:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    show tripsMVWWW777:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    with dissolve
    pause 3
    scene zagruzka with ed_alpha_diss_fast
    pause 1
    play sound travel
    pause 1
    scene sovenok:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    show coldspr:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    show tripsMVWWW777:
        parallel:
            zoom 1.05 anchor (48,27)
            ease 0.10 pos (0, 0)
            parallel:
                ease 0.10 pos (30,30)
                ease 0.10 pos (0, 0)
                ease 0.10 pos (-25,25)
                repeat
    with dissolve
    pause 1.8
    scene sovenok
    show coldspr
    with ed_alpha_diss_fast
    "И они успели."
    "В лагере эта защита не работает."
    "После того как они оказались в лагере..."
    play music anacondaz1
    show deadlylxrd at right with linearblur
    "Из-за ворот их вышел встречать Вадимка."
    lxrd "Ебать, посоны."
    lxrd "Я уже думал, вам крышка." with vpunch
    cld "Да мы тоже уже так думали."
    play sound tg
    "Вечному на калозвон пришёл смс в тг."
    vastg "Я найду способ обойти защиту."
    vastg "Жди."
    vastg "На связь пока не выходи."
    vastg "Скит уже начал копать в мою сторону."
    vastg "Пока ничем помочь не могу."
    vastg "Не забывайся."
    vastg "Лавки."
    "После чего она снесла переписку."
    "Видимо, для конспирации."
    vchn "Скит в натуре включил защиту."
    vchn "Неоня и Диман же остались в бункере..."
    vchn "Блядство." with vpunch
    lxrd "Брат, не спеши с выводами."
    lxrd "Пойдёмте."
    lxrd "Обещаю удивить." with vpunch
    "И Вадя повёл их в лагерь."
    show zatemnenie with linearblur
    $ MND_Chapter("От лица Василисы:")
    scene domint
    show skitpiopivo
    show sezam4ik at right
    with linearblurbolee
    sezam "Вот и всё."
    sezam "Разом всех малолеток отсюда снесём."
    skt "А разговоров-то было..."
    skt "Что снесут мне забор."
    skt "Ага." with vpunch
    skt "Как же."
    skt "Теперь его так просто не снести."
    skt "Да и они в принципе не подойдут теперь сюда."
    skt "Даже если успели удрать."
    "Василиса лениво распласталась в кресле."
    "На данный момент задач не было."
    "Но не давала покоя всего одна мысль:"
    th "Лишь бы он выжил..."
    stop music fadeout 4
    show zatemnenie with linearblurbolee
    window hide
    $ MND_Chapter("Конец 6 картера")
    scene black with ed_night_dis
    jump carter7

label carter6_loner:
    $ pps = 44
    pause 2
    play music sdre
    scene bergkuhint1
    show zatemnenie
    with ed_night_dis
    $ MND_Chapter("The Carter 6:")
    $ MND_Chapter("Долгий путь домой")
    hide zatemnenie with dissolve2
    nvl clear
    nvlbazar "Это был самый обычный день,{w=0.2} насколько я помню."
    nvlbazar "До всего этого пиздеца я договорился с JoZeFом и Вишневским на опиздохуительный чилл."
    nvlbazar "Естественно - всё это было проспонсировано мною в виде хаты."
    nvlbazar "Джозеф обещался намутить горячительного,{w=0.2} в то время как Вишневский обещал притащить свою няшную задницу."
    nvlbazar "Всё шло по плану. Отчасти."
    nvl clear
    nvlbazar "Чилл был назначен на день,{w=0.2} однако... У нас всё как обычно,{w=0.2} блять."
    nvlbazar "Вишневский немного проебался с делами и будет только вечером."
    nvlbazar "Джозефу задержали рейс и он так же будет лишь вечером."
    nvlvchn "Ну пиздец("
    nvlbazar "Сказал было Вечный."
    nvl clear
    window hide
    scene ostanovka
    show doshd
    with ed_night_dis
    nvlbazar "Так как было нехуем заняться до вечера (а нужно было ебланить часа 4,{w=0.2} не меньше) – Вечный решил погрузиться в воспоминания."
    nvlbazar "Ему вспомнился 2017 год… А если быть чуть конкретнее – момент,{w=0.2} в котором Вечный со своим старым добрым кентом,{w=0.2} имя которого в памяти не сохранилось – ехал по области."
    nvlbazar "Вечный переключил трек на калозвоне,{w=0.2} дабы усилить приятный эффект ностальгии."
    nvlbazar "Это был дождливый день. Вечный с кентом были лишь в футболках да шортах."
    nvl clear
    nvlbazar "Может,{w=0.2} кто-{w=0.2}нить сейчас вспомнит,{w=0.2} каким было лето 17 года: несмотря на июнь месяц – на улице местами было достаточно холодно. В самом начале месяца Вечный гонял в ветровке. Сейчас такое представить сложно,{w=0.2} на самом деле."
    nvlbazar "Но тот день был достаточно тёплым."
    nvlbazar "Они ехали вдоль трассы,{w=0.2} что вела в сторону другого н.п.,{w=0.2} да почти возле спасательной остановки с бетонным навесом (старые такие,{w=0.2} ещё совдеповские; причём – они защищали как от ветра,{w=0.2} так и от ливневого дождя)."
    nvlbazar "В итоге они укрылись на остановке,{w=0.2} загнав под неё старый добрый лясик."
    nvl clear
    nvlbazar "Дождь усиливался с каждой секундой. Делать в укрытии было определённо нехуй."
    nvlbazar "И наши два идиота решили провернуть финт залупой,{w=0.2} ход хуём: у них с собой был <<Pulpy>>,{w=0.2} который они сразу же решили допить,{w=0.2} как вспомнили за него."
    nvlbazar "По итогу было решено провести ахуенный рофлан: нассать в бутылку и кинуть её на дорогу перед проезжающими машинами. Что они и сделали."
    nvlbazar "После процесса вливания переработанного палпи в оригинальную среду обитания шедеврального напитка с блядской мякотью,{w=0.2} которую я лично никогда не любил – бутыль с целебной ссаниной была выброшена в центр дороги."
    nvlbazar "Минуты две спустя по ней проехалась машина,{w=0.2} что ехала в сторону того самого н.п."
    nvlbazar "Ссанина расплескалась по дороге,{w=0.2} и в целом в разные стороны."
    nvl clear
    nvlbazar "Двух типов,{w=0.2} что пережидали ливень под объёмной крышей,{w=0.2} накрыл нереальный приступ ржача,{w=0.2} да такой,{w=0.2} что я чуть было не выкатился на дорогу."
    nvlbazar "Так мы и развлекались в своём две тысячи семнадцатом. Были времена."
    nvlbazar "После того,{w=0.2} как дождь на время прекратился – мы отправились в дальнейший путь."
    nvl clear
    window hide
    scene selo
    with ed_night_dis
    nvlbazar "Проезжали сквозь одну из деревень. Я точно не помню,{w=0.2} в каком месте,{w=0.2} может быть,{w=0.2} на той самой остановке – мы подобрали маленького собакена. Я,{w=0.2} который ехал на багажнике – вёз его в руках. Кент рулил лясиком."
    nvlbazar "По итогу, когда проезжали мимо,{w=0.2} решили оставить собакена там,{w=0.2} дабы он от голода не сдох. Пустили его по траве гарцевать,{w=0.2} а он обратно прибивается. В итоге посидели ещё немного… Пока не вылезла бабка,{w=0.2} что стала нас конкретно так оскать."
    nvlbazar "Мол,{w=0.2} мы щенков подкидываем. Не,{w=0.2} чисто технически – так и было… Лишь отчасти. Нас никто не заставлял это делать,{w=0.2} ведь это была лишь наша инициатива."
    nvlbazar "Жалко стало животинку. Вот и решили оставить её там."
    nvlbazar "Самый ор – мы чёт решили дать по газам, да через метров 200, за горкой – остановились. Оборачиваемся – а там сзади бабка несётся на нас. Мы и дали по газам. На этот раз – значительно дальше. Пока не уехали оттуда в принципе."
    nvl clear
    window hide
    scene pod_mostom
    show doshd
    with ed_night_dis
    nvlbazar "Через эту деревню мы выбрались в ближайшее к нашему мухосранску село."
    nvlbazar "Пока мы проезжали через него, начался дождь. Снова. Ну… Почти."
    nvlbazar "Мы были близко к мосту в тот момент, когда он уже начинался."
    nvlbazar "Дело было плёвое – мы просто сныкались под мостом, да начали пережидать дождь под кваканье лягушек."
    nvlbazar "Пока пережидали дождь, разговор зашёл за местный пляж, мол, неплохо было бы тут зачиллить."
    nvl clear
    nvlbazar "Честно говоря, никогда не любил купаться в подобных местах. Хз почему. Хотя… Меня один раз уже пытались утопить на подобном плэйсе."
    nvlbazar "Немного отступив, скажу – всё таки мы там провели весь август 2017. Даже пара видосов была оттуда (жаль, я их снёс, как и всё остальное со своей страницы в вк (я был ебланом, сука))."
    nvlbazar "Как мы там опустили одного кренделёнка, как мы потом ехали обратно по этим ебучим кочкам…"
    nvlbazar "Было время."
    nvl clear
    window hide
    scene hram
    with ed_night_dis
    nvlbazar "После того, как дождь снова закончился, мы отправились разъезжать дальше. А если быть более точным – мы поехали на наш район. Обратно."
    nvl clear
    nvlbazar "На одном из плейсей мы чуть было не въебались на полной скорости в столб. Возможно, это было в немного другой промежуток времени… Не суть."
    nvl clear
    window hide
    scene selo1
    show doshd
    with ed_night_dis
    nvlbazar "Дальше мы ехали уже под дождём."
    nvlbazar "Проще говоря – было принято решение забить хуй на ливиняку, вместо поисков укрытия. Ну вот влом нам было. Конкретно так. Ага?"
    nvl clear
    nvlbazar "Когда уже приехали, были насквозь мокрые."
    nvlbazar "Мы отправились сушится в одно из старых излюбленных помещений."
    nvlbazar "Это этом этот отрезок памяти заканчивается…"
    nvl clear
    window hide
    scene bergkuhint1
    with ed_night_dis
    nvlbazar "Из 2017 помню ещё общие моменты: копчение колбасных изделий на костре, объезд всего района вокруг города на двухколёсном агрегате лишь дуэтом… И много чего ещё."
    nvlbazar "Но суть не в этом."
    nvlbazar "Так можно просто до бесконечности рассказывать о былых временах… Хоть я и лишь напоминаю."
    nvlbazar "Взять тот же 18 год – год воссоединения с природой. Весь 2018 был проведён в паркоподобных местах. С каким наслаждением всё это происходило..."
    nvl clear
    nvlbazar "Даже взять те же моменты из августа 2019 года - я ведь просто находился с типами, с которыми всё складывалось на заебись..."
    nvlbazar "Была влажная и ветренная погода. Холодная. Настолько, что я гонял в ветровке. Летом. Такое тоже бывает."
    nvlbazar "Да и химзавод и яблочную водяру не упомянуть - грешно. Это начало бесперерывного прослушивания треков Silverstein и первый заход в доки..."
    nvlbazar "Светлое было время."
    nvl clear
    stop music fadeout 4
    nvlbazar "Пока Вечный размышлял, вспоминал и рефлексировал - наступил вечер. Почти 6 часов."
    nvlbazar "Весной в это время ещё светло."
    nvlbazar "Скоро подрулят кенты."
    nvl clear
    window hide
    play music piano_top fadein 2
    play sound door_zvonok
    pause 2
    vchn "А вот и они..."
    "Не сказать, что Вечный прямо-таки ахуевал от ожидания, но-о..."
    window hide
    scene bergkoridor
    show vlados2 at right
    with pushleft
    "Но этих двоих он был чертовски рад видеть."
    "И это не шутка."
    window hide
    play sound zdarovaagali
    pause 2
    "Поздоровался Вишневский."
    "И тут в хату вошла легенда."
    $ renpy.movie_cutscene('source/videosos/semenyakpit.ogv')
    show spit at left with dspr
    window hide
    play sound zdarova_zaebal
    pause 1.2
    "Поздоровался Джозеф."
    vchn "Здарова, заебали. Агалые." with vpunch
    "Поздоровался Вечный."
    "И, после этих слов - они вошли на кухню."
    window hide
    scene bergkuhint1
    show vlados2 at right
    show spit at left
    with pushright
    vchn "Рассказывайте. Как жизнь молодая?"
    vsn "Да всё по-старому."
    joz "Как же на гражданке ахуенно..."
    "Подытожил Джозеф."
    joz "Щас бы на речку скататься..."
    "Вечный вспомнил, чем закончился их прошлый поход на водокачку."
    window hide
    play sound fb
    scene utonul
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vsn "Я тону, сука!" with vpunch
    joz "Бля, братиш, прости."
    joz "Я не знал, что ты плавать не умеешь..."
    vchn "И чем ты думал, когда с моста его бросал..."
    window hide
    play sound fb
    scene spasatel
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vchn "Джозеф, сука..."
    vchn "Я тебе это ещё припомню..."
    window hide
    play sound fb
    scene pomogaem
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vchn "Держись, давай."
    vchn "Щас я тебя вытяну."
    window hide
    play sound fb
    scene bergkuhint1
    show vlados2 at right
    show spit at left
    with flash
    vchn "Не, пасиба."
    vchn "Я Вишневского из болота вытаскивать больше не буду."
    vchn "Надоело."
    play sound shepedop
    "Джозеф знатно гоготнул, когда вспомнил тот момент."
    vsn "Меня до сих пор воротит от того ощущения болотной тины..."
    joz "Такому красавчику как я - всё прощается."
    "Вечный представил это воочию."
    stop sound
    $ renpy.movie_cutscene('source/videosos/krasota.ogv')
    "Вернуться в разговор было сложно, но Вечный справился."
    joz "...после казарм даже твоя бомжацкая хата кажется топовыми апартаментами..."
    vsn "Ты давно вообще мусор выносил?"
    "Вечный немного сильно так приехуел с вопроса."
    "Он посмотрел по сторонам, и понял... Что мусора нет. Он его ещё утром вынес."
    "А потом до него дошёл один пиздатый рофлан."
    window hide
    play sound smeh4
    with vpunch
    pause 6
    vchn "Ух, сука..."
    vchn "Не, братиш."
    vchn "Мусор сам себя вынесет, когда ты домой поедешь."
    window hide
    play sound shepedop
    pause 6
    "Джозеф жёстко улетел с такого говнистого тейка."
    "Вишневский, сделав минимое лицо, начал было готовить ответку."
    "Но - Джозеф подкинул идею вообще гениальную."
    joz "Я хочу накидаться. И я сделаю это. А вы мне в этом поможете."
    "Вечный и Вишневский переглянулись."
    "А Джозеф в это время начал доставать из своего маленького рюкзачка с принтом BEN10 целый, сука, ящик водки 5 озёр."
    "Маслонамёк был выкуплен сразу."
    vsn "К этому делу отлично подойдёт..."
    "И уже Вишневский достал из кармана джинс ящик ягодной аскании."
    vchn "Да ты гонишь."
    vsn "Мы скатаем ковры."
    vchn "У меня их нет." with vpunch
    vsn "Ну так тем более!" with vpunch
    vchn "Ничего вы не понимаете."
    vchn "Всему учить надо, блять." with vpunch
    "И тут Вечный сделал финт залупой, ход хуём: он достал прямиком из анального отверстия две зелёных энергетика Drive, два жёлтых, два красных, ну и два синих."
    razrab "Синий драйв говно кста."
    vchn "Предлагаю намешать буча на всём этом говне и улететь в астрал - постигать дзен."
    "Вишневский понял, что дело пахнет немытыми хуями."
    "Но Джозеф, с лицом, полным невозмутимости - сказал:"
    window hide
    play sound kup_idea
    pause 2
    joz "Я всеми двумя писюнами за!" with vpunch
    "Вечный понял, что хата будет вся зарыгана."
    th "Ну да и хуй с ним!" with vpunch
    "Подумал Вечный."
    "Хули нет, если да?"
    joz "Тогда - Владлен, го за алкашкой."
    joz "Надо намутить ещё архангельской водки для душевного равновесия."
    joz "Мишлент пока подготовит хату к пиршеству."
    vchn "У меня нет ковров, шоп их скатывать."
    vchn "Уже говорил, вроде как."
    stop music fadeout 4
    joz "А всякие куски компов убрать, шоп мы по-пьяне их не разъебали?"
    vchn "Тоже верно."
    vsn "Кароче, пошли, заебал."
    window hide
    play music msaveme fadein 2
    play sound fb
    scene bergkuhint1
    with flash
    "И они ушли за алкашкой."
    "А Вечный остался дома, да начал прибирать хату."
    window hide
    scene bergenbook with pushleft
    "Вечный прыгнул за свой калобук."
    vchn "Бля... Надо бы норм печку намутить."
    vchn "Может быть, потом соберу печку на ксеоне... Гигов 16 оперативы намучу... И видюху от нвиде... И шоп паскаль... Может даже 1060... Гига на 3..."
    vchn "Для сталкера самое то..."
    vchn "Но чёт я замечтался... Надо хату прибрать."
    "И Вечный начал убирать мелкое барахло с пола, да ценную хуйню с тумбочек."
    "Спустя какое-то время у него всё таки это получилось."
    window hide
    scene bergenbook with ed_lap
    "Вечный всё сделал и сидел за компом."
    "Если коротко - он просто забил хуй на уборку."
    "Со словами:"
    $ renpy.movie_cutscene('source/videosos/soidet.ogv')
    "А тем временем вернулись пацаны с водярой."
    window hide
    scene bergkuhint1
    show vlados2 at right
    show spit at left
    with ed_lap
    "Они уже открыли водочку, да начали распивать."
    "Первая рюмка лысого малыша зашла очень туго."
    "Но начинающих алконеров это не остановило."
    "Никак абсолютно."
    joz "А ведь раньше... Ещё в школе - мы хотели замутить такой движ."
    vsn "Да, я помню."
    vsn "Тот самый легендарный момент, когда мы планировали, ещё в мае 21 года - приехать ко мне на хату и там нажраться."
    vchn "Ну, может и не летом, но весной 22 года мы это и сделали."
    vchn "Пусть и не втроём, но..."
    vsn "Это было ахуенно."
    vchn "Я помню, что мы ещё хотели сделать..."
    window hide
    play sound fb
    scene selo1
    show vlados2
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vchn "Бля... Вот мы нахуячимся, кто-то уснёт... Надо ещё какой-нить прикол с этим сделать."
    window hide
    play sound smeh
    with vpunch
    pause 2.5
    vchn "БЛЯ, идея ахуеть какая!" with vpunch
    vchn "У тебя есть гуашь?"
    vsn "Найду."
    vchn "Кароче - если джозеф уснёт - нарисуем ему чё-нить на ебале!"
    "Вишевский жёстко заорал."
    window hide
    play sound smeh_vsn
    pause 2
    vsn "Го загуглим, чё можно такого нарисовать."
    vchn "Доставай калозвон."
    "Вишневский достал калозвон и открыл яндекс поисковик."
    "Вечный начал писать."
    "Поисковой запрос выглядел примерно так:"
    vchn "Рисунок на лице{w} макияж{w} топ картинка для еблета{w} рисунок,{w=0.2} шоп затраллить друга по-пьяне."
    "Была нажата кнопка поиска."
    "Результат в яндекс картинках заставил обоих улететь."
    window hide
    play sound smeh_vsn
    play sound2 smeh
    with vpunch
    pause 2
    "На экране калозвона GNUSMAS KALAXY A51 была картинка кидера, что имел на лице рисунок попугая."
    "Наши два опёздала жестко гыгыкали сидели на лавке."
    vsn "Сука... Джозеф птенец..."
    play sound smeh_vsn
    stop music fadeout 3
    "Вишневский жёстко гыгыкнул."
    vchn "Ты еблет его представь, когда он в зеркало взглянет..."
    "Они ещё долго угарали с этой хуйни."
    window hide
    play sound fb
    play music bcl fadein 2
    scene bergkuhint1
    show vlados2 at right
    show spit at left
    with flash
    th "Ещё немного подождать..."
    th "И воплотить план в действие..."
    "Вечный взглянул на Вишневского."
    "Вишневский взглянул на Вечного."
    play sound oxxy_bezumie
    "Искра,{w=0.25} буря,{w=0.25} безумие!"
    vchn "Мы сделаем это."
    vsn "Ну ясен хуй."
    joz "Вы о чём?"
    vchn "О рыгаловке, конечно."
    "Спас положение Вечный."
    joz "Ну так, ещё бы."
    "Благо - Джозеф не понял, про что эти два опёздала."
    "Иначе план-капкан бы пошёл по пизде."
    window hide
    scene bergkuhint1
    show vlados2 at right
    show spit at left
    with ed_lap
    "Наши дифиченто уже конкретно нажрались."
    "Джозеф полу спал полу срал, стоя на стуле на голове."
    "Вечный пацанчик разумный, поэтому много не пил."
    "Всё ради плана."
    "Не сативы."
    "Вишневский тоже нахуячился, но пытался что-то соображать."
    "Вечный же - делал вид, что ему суперхуёво."
    "Всё это для того, шоп не спалиться."
    "Хотя Джозеф был в таком состоянии, что даже при огромном желании он бы ничего не просёк."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Далее от лица Джозефа:")
    play sound fb
    scene bergkuhint1
    show vlados2 at right
    show bergen at left
    with flash
    stop music fadeout 4
    th "Чёт мне хуевасто."
    "Подумал Джозеф."
    "Но пацанам он сказал совершенно другое."
    joz "Были раньше времена..."
    show blink
    "И тут Джозеф прикрыл глаза."
    "И погрузился в воспоминания."
    window hide
    play sound fb
    play music skeleton fadein 2
    scene jozefprolog
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    th "Всё начиналось немного раньше, чем сейчас."
    th "Хуйню сказал, ну да насрать."
    th "Абсолютно."
    th "Это вообще не имеет сейчас значения."
    th "Я помню те легендарные моменты со школы..."
    th "В которую я перевёлся в связи с переездом в 2017 году..."
    window hide
    play sound fb
    scene gays
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    th "Эти два легендарных дцпешника..."
    th "Благодаря им, я стал тем, кем являюсь."
    th "С ними всегда можно зачиллить..."
    th "Им всегда можно довериться..."
    window hide
    play sound fb
    scene jozefprolog2
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    th "Но сейчас не об этом."
    th "Сейчас, когда я жёстко нажрался..."
    th "Я начал переосмыслять всю прошлую жизнь."
    th "Когда я засасывал тянок, что приезжали ко мне домой на праздники, когда я ещё был мелким..."
    th "Ещё до того, как это стало мейнстримом."
    th "Это сейчас я в казарме чиллю..."
    th "На гражданке редко бываю..."
    th "Да и жизнь уже не та, мягко говоря..."
    th "Когда я пацанам это рассказывал, они лишь орнули."
    th "Вишневский не поверил, но вот Мишлент..."
    th "Он меня понял на все 100, ведь сам проходил через подобное..."
    th "Были ж времена..."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Далее от лица Вечного:")
    play sound fb
    scene joz0
    with flash
    vsn "Он вроде уснул."
    vchn "Ага, блять."
    vchn "С открытыми глазами?"
    window hide
    play sound smeh4
    with vpunch
    pause 3
    vsn "Тиха!" with vpunch
    "Вишневский приложил палец к губам."
    "Вечный выкупил маслонамёк."
    vchn "Где у тебя там была кисточка?"
    "Вишневский макнул кисточкой в разведенную акварель и протянул Вечному."
    scene joz1
    vchn "Бля, косанул чёт..."
    vsn "Ты чё, еблан?" with vpunch
    vsn "Ты нахуя ему кисточкой в глаз тыкнул?"
    vchn "Сорри, я случайно..."
    vsn "Это френдли фаер..."
    "Но Джозеф вроде бы не заметил..."
    scene joz2
    vsn "Бля, ты криво нарисовал..."
    "Вечный в бухом угаре нарисовал кривого птенца на еблете Джозефа."
    vchn "Да похуй."
    vchn "Всё равно смешно."
    vsn "Ну такое."
    vsn "Подождём, пока проснётся."
    "Ждали они долго."
    "Аж целых 5 минут."
    vsn "Чёт меня рубит."
    vchn "Ну так иди спи."
    "И Вишневский лёг рядом с Джозефом."
    vsn "Только сука шоп ничё на моём еблете не рисовал!" with vpunch
    vchn "Да мне лень пиздец."
    "Парировал Вечный."
    "И ушёл за комп."
    "Сидеть прогать свой стафф."
    window hide
    scene bergenbook
    with pushleft
    vchn "И вот чё бы поделать, сука?"
    play sound na_popei
    "Вечный сделал глоток ягодной аскании."
    play sound podik
    "После чего сделал мощную тягу на аргусе."
    show anim br_smoke
    "Его разум затуманился конкретно."
    "И дело даже не в жижоне 50 мг на 100 ваттах..."
    "И не в алкашке."
    "Он просто сидел и думал..."
    vchn "Чё бы такое написать, сука?"
    "Пока Вечный думал, что же написать..."
    "Он зашёл в дс."
    "И там начался пиздец."
    window hide
    scene elizorvan with ed_lap
    "Вечного начала жестко оскать какая-то мымра."
    vchn "Бля... Где-то такое я уже видел..."
    window hide
    play sound fb
    scene padik_bergena
    show vasilisa
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vas "Ну ты и уёбок, Миша."
    vas "Никакой от тебя поддержки."
    vas "Знаешь, что{nw}"
    vchn "Да на хуй иди." with vpunch
    vchn "Ты мне уже настоебенила своим нытьём."
    vchn "Жопу поднять и вопросы порешать это не твои методы, да?"
    vchn "А как я вопросы начинаю решать - так: <<не лезь, это моё дело>>."
    vchn "Кароче - иди в пизду."
    vchn "Будешь че-нить пердеть в мою сторону: отъебу как отстираю."
    vchn "И не возвращайся сюда больше."
    vchn "Иначе таких фофанов нахуячу, что ты срать кишками будешь."
    vchn "Усекла?"
    window hide
    play sound fb
    scene elizorvan
    with flash
    vchn "Бля..."
    vchn "Так вот где я её видел..."
    vchn "А мы, оказывается, раньше встречались..."
    vchn "И кикнул я её из-за бесконечного нытья и осков..."
    vchn "И почему я это забыл? Хуй знает."
    vchn "В любом случае - ситуация аналогичная."
    vchn "Ну, почти{nw}"
    vsn "Бля, братиш - помолчи побратски." with vpunch
    vsn "Я тут уснуть пытаюсь."
    "Вечный понял, что он это вслух рассказывал."
    "Кому? Не понятно."
    th "В любом случае - эту мымру я заоскаю ещё круче."
    "Вечный, довольно потирая ручки - начал жесткий оск в дс."
    "И спустя какое-то время ему это удалось - элизорвань ливнула с позором."
    window hide
    play sound p_easy
    with vpunch
    pause 6.5
    "Вечный огляделся."
    "От его криков никто не проснулся."
    th "Ну и хорошо..."
    "Вечный вспомнил про свою вн, которую он клепает уже очень давно."
    stop music fadeout 3
    show blink
    "Но решил немного полежать с закрытыми глазами."
    "И потом уже доделать."
    "Это была ошибка."
    window hide
    play sound fb
    play music ylean fadein 2
    scene buhaem1
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    joz "Бля, да пиздатая водичка."
    vsn "Мишлент присоеденяйся!" with vpunch
    "Вечный, долго не думав, залетает с разбегу в ванную."
    play sound woda
    scene buhaem2 with vpunch
    vchn "Тёпленькая."
    vchn "По красоте ващще."
    scene buhaem1 with pushleft
    joz "Бля братва."
    joz "Есть маза."
    joz "Татоха дал мне номера тяночек."
    joz "Улавливаете суть?"
    "Вечный младший от неожиданности немного привстал."
    vchn "Нехуйно."
    vchn "Предлагаешь вызвонить?"
    joz "Почему нет?"
    vsn "Идея хуета."
    "Вишневский сразу начал буксовать."
    "Он был в отношениях."
    "Поэтому..."
    vchn "Братиш."
    vchn "Ты же сам мне недавно говорил, что она тебя бесит."
    vchn "Причём конкретно."
    vchn "Мб и хуй с ней?"
    "Вишневский задумчиво понурил ебалом."
    vsn "Я тебя услышал."
    "Вишневский взял с раковины свой калозвон и набрал нужный номер."
    "Трубка на той стороне была взята с явным недовольством."
    nmor "Ало."
    "Вишневский изначально поставил на громкую, шоп мы с Джозефом тоже слышали этот пиздец."
    vsn "Насть, я давно хотел тебе сказать..."
    nmor "Что?"
    vsn "Кароче -"
    window hide
    play sound maloletka
    with vpunch
    pause 1
    "И Вишневский сбросил вызов."
    "Это всё он говорил, пытаясь пародировать Скита."
    "Вечный жёстко улетел с этой хуйни."
    window hide
    play sound smeh3
    with vpunch
    pause 1
    joz "Как-то ты слишком жёстко."
    vsn "Нет, это она слишком жестко мне мозги ебала."
    vchn "Красава."
    vchn "Реально."
    vchn "Респект."
    vchn "Правда, я свою джокершу эпичней послал."
    "Вечному вспомнился момент из падика."
    "Но озвучивать его он не стал."
    vchn "Но сейчас не об этом."
    vchn "Будешь звонить, Джозеф?"
    joz "Ясен хуй."
    vsn "Ладно."
    vsn "Мишлент - го пока посушимся."
    vsn "А то ещё б сгонять похавать чего взять."
    vchn "Пошли."
    vchn "Джазыф, пойдёшь?"
    joz "Не, я ещё немного поплескаюсь, да позвоню."
    joz "Вы пока сушитесь."
    joz "Фен всё равно один."
    vchn "Добро."
    stop music fadeout 3
    "И Вечный с Вишневским пошли сушиться."
    window hide
    scene bergkuhint1
    show vlados2 at left
    with ed_lap
    "Через некоторое время они посушились."
    show spit at right with dspr
    "И к ним так же присоеденился Джозеф."
    joz "Кароче - тёлки будут через 2 часа."
    joz "Я порешал вопросики."
    joz "Чё будем делать?"
    vsn "Предлагаю пойти взять похавать."
    vchn "Поддерживаю."
    vchn "Только не пойдём, а поедем."
    vchn "Я поведу."
    vchn "Сгоняем в ленту за булками."
    vchn "Хочу их пиздец как."
    vsn "А мы успеем?"
    vchn "11 часов дня."
    vchn "Пробок щас нет."
    vchn "Т.к. будний день - очередей на кассе тоже не будет."
    vchn "Ещё вопросы?"
    joz "Поехали, чо."
    "И они выдвинулись к десятине Джозефа."
    window hide
    scene gusedet with ed_lap
    play sound tazik1
    vchn "Осталось завести."
    window hide
    stop ambience fadeout 3
    play sound vaz
    pause 5
    play sound bochka
    with vpunch
    pause 4
    window hide
    play sound vaz
    pause 3
    stop sound
    play ambience dviglo
    window hide
    scene gusedet at ed_bus_move
    with vpunch
    play sound attack_1
    pause 2
    vchn "Пацаны, залезайте!"
    "Крикнул Вечный, после чего в тазик залетели посоны."
    "И поехали до ленты."
    play music highway fadein 2
    window hide
    scene tachila_joz at ed_bus_move
    with ed_lap
    "Они ехали и чувствовали себя ахуенно."
    vchn "Чё брать будете?"
    "Спросил Вечный."
    vsn "Я буду чебупенисы с острым халопеньйо."
    vchn "Ага, блять." with vpunch
    vchn "Ты, скорее, плакать будешь."
    vchn "Сидя на толчке."
    "Вишневский вспомнил тот случай со школы, когда от острой пиццы у него разворотило очко."
    "С какой скоростью он бежал с физры."
    "Благо дом был рядом."
    vsn "Ты прав."
    vsn "В прошлый раз я чуть там на толчке не помер."
    vsn "Так что..."
    vsn "Буду пэнисы пеперони."
    vchn "Ну а ты, Джозеф?"
    joz "Бля, посоны - я всю лаванду спустил на бухло."
    vchn "Ну, значит - ничё не будешь."
    window hide
    play sound smeh_vsn
    with vpunch
    joz "Блин, посоны... Ну вы достали!"
    "Вишневский жестко гыгыкнул со старой доброй фразы Джозефа."
    vsn "Похуй, я проспонсирую."
    vchn "Сорри, Джазыф - я бомж."
    vchn "Тут в натуре ток на булки с ленты хватает."
    "Вечный, фелигранно меневрируя тазиком, смотря в экран телефона, показал этот самый экран Джозефу."
    "На балансе в себербанке было -20 рублей."
    joz "Тут на 0 булок хватает."
    vchn "Чё?" with vpunch
    vchn "А, бля."
    vchn "У меня на ВТБ бабосы."
    "Вечный показал Джозефу экран проги ВТБ."
    "На балансе было 212 рублей."
    joz "Понятно."
    stop music fadeout 3
    stop ambience fadeout 3
    "Они уже прозжали самый центр."
    "До ленты осталось чут-чут."
    window hide
    play ambience rain_out fadein 2
    play music brutality fadein 2
    scene lenta
    show vlados2 at left
    show spit at right
    show doshd
    with ed_lap
    play sound nameste
    pause 2
    joz "Погнали, хуле."
    joz "Надо ещё похавать взять."
    joz "Чё мокнуть стоять?"
    "И они пошли внутрь гипермаркета."
    window hide
    stop ambience fadeout 2
    scene lenta1
    show vlados2 at left
    show bergen at right
    with ed_lap
    show zatemnenie with dspr
    $ MND_Chapter("Далее от лица Джозефа:")
    hide zatemnenie with dspr
    vchn "Разделимся?"
    vchn "Так просто быстрее будет."
    vsn "Ну ок."
    "И посоны разделились."
    window hide
    scene lenta2
    show vlados2
    with pushleft
    "Вишневский и Джозеф отправились искать чебупэнисы."
    vsn "А ты что будешь?"
    "Джозеф подумал."
    "Он вспомнил вкус легендарных пэнисов классик."
    "Когда он, после рейда в город из части, вернулся в казарму и разогрел пэнисы в микроволновке..."
    "После однотипной армейской еды эти чебупэнисы показались ему райской пищей."
    joz "Тут есть классические пэнисы?"
    "Вишневский выкупил маслонамёк."
    vsn "Буду тебе классические чэбупэнисы."
    window hide
    pause 1
    "После того, как пацантре взяли нужное количество чебупэнисов, они отправились на кассу где и затарились в итоге."
    window hide
    scene lenta1
    show vlados2 at right
    show bergen
    show porrigeshv
    with ed_lap
    "Наш дуэт вернулся на исходную позицию."
    "Но там обнаружился их старый знакомый..."
    window hide
    play sound zdarova_zaebal
    pause 1
    shv "Как жизнь молодая, Джозеф?"
    shv "Как там в армейке щас?"
    shv "А то мне вот зимой уходить..."
    shv "Интересно жи."
    "Нет, с Вишневским Швилёк тоже поздоровался и вообще - всё ок."
    "Но они в принципе не нашли коннект."
    "Хз, почему."
    "Неприязни друг к другу у них нет."
    "Да и если была бы - Вечный бы узнал об этом первый."
    joz "Да ничё, нормально."
    joz "Только заёбывает местами."
    joz "Щас вот в отпуск выбрался."
    shv "Это хорошо."
    shv "Шо вы..."
    shv "Взяли пэнисы?"
    joz "Да, всё по-красоте."
    shv "Мы вот, с Мишленом, взяли 9 булок."
    shv "Пиздатые булки."
    shv "С ветчиной и сыром 7 штук, ну и 2 с травой."
    window hide
    play sound shepedop
    pause 3
    "Джозеф крикнул с такой формулировкой."
    joz "С чем?"
    vchn "Ну блять..."
    vchn "Как его звать..."
    vchn "Укроп, во."  with vpunch
    shv "С петрушкой."
    vchn "Ахуеть."
    $ renpy.notify("Олды поймут.")
    vchn "Булки с экстрактом VJLink'а." with vpunch
    shv "Да."
    shv "И они охуенные."
    "Этот диалог компании разумистов мог бы продолжаться ещё дольше, если бы не одно но..."
    vsn "Мб домой уже поедем?"
    vsn "Время поджимает."
    vchn "Бля..."
    vchn "Я и забыл..."
    stop music fadeout 3
    joz "По коням!"
    shv "Поiхале."
    "И пацантре выдвинулись обратно на хату."
    $ renpy.movie_cutscene("source/videosos/afewmomentslater.webm")
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("Далее от лица Вечного:")
    play music pridengahpidor2 fadein 2
    scene bergkuhint1
    show vlados2 at right
    show spit
    show porrigeshv
    with ed_lap
    play sound door_zvonok
    "И когда они были уже на месте, в дверь позвонили."
    hide spit with dspr
    "И Джозеф понёсся открывать."
    hide porrigeshv with dspr
    "Санческо погнал мешать лысого малыша в ебических кондициях."
    "А мы с Вишневским остались ждать."
    vchn "Стремновато это, конечно..."
    vchn "Индивидуалок брать..."
    vsn "Да всё норм будет, заебал." with vpunch
    vchn "Ага, ебать."
    vchn "Поймаешь себе триппер на хуй."
    vchn "И будет грустно."
    vsn "Не начинай, ага?"
    vsn "Самому не по себе."
    vchn "Будь что будет."
    vchn "Похуй уже."
    vchn "Ладно."
    "Они подошли к двери, да, мягко говоря, ахуели."
    window hide
    scene bergkoridor
    show ns_udiv at right
    show vasilisa at left
    with pushleft
    "Они секунд 5 стояли и ахуевали от увиденного."
    "В дверях стояли Настя и Василиса."
    vchn "Ну нихуя себе."
    vchn "И это твои <<лакшери куртизанки>>?"
    "Спросил Вечный у Джозефа."
    joz "Не мои. Татохины."
    stop music fadeout 3
    "Вечный разом всё осознал и жестко улетел."
    "Но первым улетел всё-таки Вишневский."
    window hide
    play sound fb
    scene bergkoridor
    with flash
    play sound2 smeh_vsn
    show vlados2:
        default
        subpixel True 
        parallel:
            Null(603.0, 724.0)
            'vlados2'
        parallel:
            xpos 640
            linear 0.10 xpos 228
            linear 0.10 xpos 1200 
            linear 0.10 xpos 300 
            linear 0.10 xpos 400 
            linear 0.20 xpos 228 
            linear 0.10 xpos 640 
            linear 0.10 xpos 340 
            linear 0.10 xpos 940 
            linear 0.10 xpos 240 
            linear 0.10 xpos 840 
            linear 0.10 xpos 240 
            linear 0.10 xpos 640 
        parallel:
            ypos 900
            linear 0.30 ypos 360 
            linear 0.10 ypos 900 
            linear 0.10 ypos 600 
            linear 0.10 ypos 900 
            linear 0.50 ypos 900 
        parallel:
            rotate 0.0 
            linear 0.10 rotate 60.0 
            linear 0.10 rotate 120.0 
            linear 0.10 rotate 180.0 
            linear 0.10 rotate 240.0 
            linear 0.10 rotate 320.0 
            linear 0.10 rotate 360.0 
            linear 0.10 rotate 0.0 
            linear 0.10 rotate 60.0 
            linear 0.10 rotate 120.0 
            linear 0.10 rotate 180.0 
            linear 0.10 rotate 240.0 
            linear 0.10 rotate 320.0 
            linear 0.10 rotate 0.0 
    with Pause(1.40)
    show vlados2:
        pos (640, 900) rotate 0.0 
    window show
    vsn "А я-то думал..."
    window hide
    play music wasakia
    play sound fb
    scene bergkoridor
    show ns_udiv at right
    show vasilisa at left
    with flash
    vchn "Я даже не ахуе."
    vchn "И даже не в двахуе."
    vchn "Ни тем более не в трихуе."
    vchn "Я в сквадхуе."
    vchn "Ахаха, вот до чего жизнь доводит, а?"
    vchn "Топового пацыка всосала, всё?" with vpunch
    vchn "На трассу, работать?"
    vchn "Блять, так предсказуемо." with vpunch
    vsn "Но, погоди..."
    "Вишневский сложил 2+2."
    vsn "Я же только пару часов назад её кинул..."
    vsn "Получается..."
    "Вишневский чёт приуныл."
    vchn "Ну?" with vpunch
    vchn "Хуль вы стоите?!" with vpunch
    vchn "Мб поведаете взрослым дядям, какого хуя так просиходит?" with vpunch
    vas "А я тебе расскажу."
    window hide
    play sound fb
    scene bergkoridor
    show ivettaspr
    show vignette zorder 10:
        alpha 0.75
        parallel:
            0.36
            alpha 0.75
            repeat
        parallel:
            0.49
            alpha 0.7
            repeat
    show layer master at heartbeat
    with flash
    vas "Тот момент я помню очень хорошо."
    vas "Ты, мудила, ранил меня в самое сердце."
    vas "Я искала выход из самобичевания в самых разных интенциях."
    vas "Моментами я даже резалась." with vpunch
    vas "Хотя..."
    vas "Какой там моментами?" with vpunch
    vas "Постоянно." with vpunch
    vas "Каждый блядский день..." with vpunch
    vas "Я испалосовала все руки..." with vpunch
    vas "Этого ты добивался?" with vpunch
    vas "Хуль ты стоишь?" with vpunch
    vas "Я тебя спрашиваю!" with vpunch
    vas "Хотя..."
    vas "А толку-то?" with vpunch
    vas "Решение простое."
    vas "Как завтрашний день."
    vas "Нужно просто{nw}"
    window hide
    scene bergkoridor
    play sound fnaf 
    show ivettaspr:
        xalign 0.5 yalign 0.5
        linear 0.3 zoom 5.5
    with vpunch
    $ renpy.pause(0.1)
    stop music
    stop sound
    play sound2 razruha
    scene bergenbook with vpunch
    vchn "БЛЯТЬ{w=0.2}{nw}" with vpunch
    extend ", ЕБАТЬ{w=0.2}{nw}" with vpunch
    extend ", АХУЕТЬ!" with vpunch
    vsn "О-о-о, блять..."
    vsn "Мишлент..."
    vsn "Нахуй ты орёшь?"
    th "Бошка болит пиздец..."
    vchn "Ща, оклемаюсь..."
    vchn "И расскажу."
    play music theend fadein 2
    play sound tabletka1
    "Вечный нашёл колёса ибупрофена."
    play sound tabletka2
    "Ну и закинулся."
    window hide
    pause 1
    "После того, как голову более менее отпустило, Вечный отправился на кухню к Вишневскому."
    window hide
    scene bergkuhint1
    show vlados2
    with pushleft
    vsn "Ты жив?"
    vchn "Более менее воскрес."
    vsn "Тебе кошмар приснился, шоль?"
    vchn "Бля, не напоминай." with vpunch
    vchn "Это ужас нахуй."
    vchn "Причём всё нормально началось."
    vchn "Всё как у людей."
    vchn "Сначала мы втроём искупались в джакузи из роллтона."
    vchn "Там, кста, в ванной ничего такого нет?"
    vsn "Я заходил."
    vsn "Там чисто."
    vsn "Как и везде по квартире."
    vchn "В натуре?" with vpunch
    vsn "Да."
    vsn "На этот раз никто ничего не заблевал."
    vsn "Да и я не помню, чтоб кто-то в принципе блевал."
    vsn "Такие дела."
    vchn "Повезло."
    vchn "Но сейчас не об этом."
    vchn "После джакузи - мы поехали в ленту за жрачкой."
    vchn "А, ну и перед этим Джозеф позвонил шлюхам."
    vchn "Нарулил расслабона, так сказать."
    vsn "Ахах."
    vchn "Так вот - в ленте мы затарились жрачкой и я встретил Швилька."
    vchn "Потом он поехал с нами."
    vchn "А когда мы были уже дома - приехали индивидуалки."
    vchn "Бля буду - ты не поверишь, кого мы там увидели." with vpunch
    vsn "Да неужели?"
    vsn "Кого же?"
    vchn "А сам как думаешь?"
    vsn "Братиш, щас голова не варит вообще."
    vsn "Давай без загадок."
    vchn "Ладно."
    vchn "Когда Джозеф открыл дверь шлюхам..."
    vchn "Там стояли..."
    "Вечный выдержал театральную паузу."
    vchn "Вася и Настя." with vpunch
    vsn "Пф."
    vsn "А я-то думал..."
    vchn "Я смотрю, ты вообще не удивлён."
    vsn "Да бля..."
    vsn "Я по твоим заветам эту дуру дропнул ещё недели 2 назад."
    vsn "Вот как раз в тот день, когда мы с тобой по <<Дирику>> гуляли."
    vsn "Я шёл домой, да она мне написала."
    vsn "Типа: <<го встретимся>>."
    vsn "Решение я принял ещё по пути."
    vsn "О-о-о, блять..."
    vsn "Ты бы видел эту хуйню..."
    vsn "Там было всё: начиная от непонимающего еблета и хлопающих глазёнок (она, видимо, думала, что это шутка), заканчивая буквально прилюдной истерикой."
    vsn "Кринжа я словил знатного."
    vchn "Красава." with vpunch
    "Вечный пожал руку Вишневскому."
    vchn "Уважаю."
    vchn "Реально мужик."
    vsn "И всё это время - я полностью свободен."
    vchn "А я... А сколько уже я свободен?"
    vchn "Вот веришь, нет - я не помню, когда я в последний раз её видел."
    vchn "Этот отрезок буд-то стёрли из памяти."
    vchn "Ток когда ночью за компом сидел, в памяти вспыл момент, где я её нахуй послал."
    vchn "Зная её - она заявлялась ещё раз за разом."
    vchn "Это блять даже к бабке не ходи."
    vchn "Инфа сотка."
    vsn "Интересно."
    vsn "И где же она сейчас?"
    vchn "На трассе."
    vchn "Если верить вещему сну."
    vsn "А если серъёзно?"
    vchn "А сам как думаешь?" with vpunch
    vchn "Блять, я же только что сказал, что хз где она и что она."
    vsn "А, сорри."
    vsn "Слабо соображаю ещё."
    vchn "Бывает."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Василисы:")
    $ MND_Chapter("Две недели назад")
    play sound fb
    play ambience rain_out fadein 2
    scene vas_chapter6_loner
    show doshd
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with flash
    vas "...так получилось."
    vas "Он просто бросил меня."
    vas "Вот так вот."
    vas "В один момент стала не нужна."
    cld "Хах..."
    cld "Знаешь..."
    cld "Я его даже понимаю."
    cld "Ты действительно онли ноешь."
    cld "И нихера не делаешь."
    cld "Взяли тебя в команду."
    cld "А толку?" with vpunch
    cld "Вечный, как бы он мудаком не был, а, поверь мне - он редкосное мудило..."
    cld "Для нас с Вадимом был далеко не чужой человек."
    cld "Я не знаю, что его побудило оттречься от нас..."
    cld "Хотя есть догадки..."
    cld "Так вот - от него толку было раз в триста больше, чем от тебя."
    cld "Сечёшь?{nw}"
    vas "Так, а что за догадки?" with vpunch
    "Перебила его Василиса."
    cld "Он знал Скита ещё до нас."
    cld "До того, как Димасек сошёл с ума."
    cld "До того, как начал оскать всех без разбора в телеграмме."
    cld "Возможно, они смогли договориться."
    cld "Зная Вечного - он вполне мог вспомнить былые заслуги Скита."
    cld "И свести всю вражду на нет."
    cld "Это самый вероятный исход."
    vas "Интересно."
    vas "У нас ведь могло бы даже что-то получиться..."
    cld "Не могло."
    cld "Ты вымораживаешь всех в нашей команде."
    cld "Меня - особенно сильно."
    cld "Это ради тебя Вечный перед Скитом спектакли разыгрывал." with vpunch
    cld "С <<избиениями>>."
    cld "А что поделать?" with vpunch
    cld "Мне пришлось подыгрывать."
    vas "Получается..."
    cld "Да ничего не получается." with vpunch
    cld "Вечный умеет ценить."
    cld "И тебя он тоже ценил."
    cld "Вот настолько сильно."
    cld "Но ты всё проебала."
    cld "А Вечный нас кинул."
    cld "Прискорбный итог."
    cld "Однако - деятельность мы не сворачиваем."
    cld "Ни в коей мере."
    cld "Мы нагнём эту лысую падлу." with vpunch
    cld "Чего бы нам это не стоило."
    vas "У меня вопрос."
    cld "Это будет последний вопрос."
    cld "Я уже подмерзаю."
    vas "За что вы так ненавидите Скита?" with vpunch
    cld "Всё просто."
    cld "Скит совсем не соображает, на кого он наезжает."
    cld "За что и платит."
    cld "Очком своим."
    window hide
    pause 1
    cld "На твой вопрос я ответил."
    cld "А теперь - прощай."
    cld "Мы больше не увидимся."
    cld "Никогда."
    cld "В офис не заявляйся."
    cld "От Иветты мы тебя избавили."
    cld "Больше общих дел у нас с тобой нет."
    window hide
    play sound fb
    stop ambience
    scene black
    with flash
    "И Колдик ушёл, оставив Василису страдать в одиночестве."
    show aom_wood with dissolve2
    vas "Это что же получается..." with dissolve
    vas "У меня больше никого не осталось."
    vas "Ни любимого человека, ни команды..."
    vas "Ни цели..."
    vas "Ничего..."
    vas "А я ведь действительно любила его."
    vas "Да и... Цель... Ахаха..."
    vas "Скит мне ничего плохого не сделал..."
    vas "А я пошла против него..."
    vas "А ради чего?"
    vas "Непонятно..."
    vas "Теперь жизнь действительно бессмысленна..."
    show vas_suicide with dissolve2
    ivt1 "Твой час настал." with dissolve
    ivt1 "Я заждалась тебя."
    ivt1 "Больше тебя там ничто не держит."
    "До боли знакомый голос наставлял Василису уйти на ту сторону."
    "Соблазн был велик."
    ivt1 "Давно не виделись, а?"
    ivt1 "Я заждалась тебя."
    ivt1 "Пора бы и честь знать, знаешь ли."
    "Выбор был сделан."
    vas "Это конец.{w} Всё началось с любопытства."
    window hide
    show zatemnenie with dspr
    $ MND_Chapter("От лица Вечного:")
    $ MND_Chapter("Наше время")
    play sound fb
    scene bergkuhint1
    show vlados2 at left
    show spit at right
    with flash
    joz "Ну вы и мудаки, конечно."
    vsn "Да лан тебе."
    vsn "Подумаешь, прикололись."
    vsn "Ты мне вообще в болоте утопить хотел."
    vsn "Благо - Мишлент вытащил."
    vchn "Ладно."
    vchn "Поугарали и хватит."
    vchn "Надо антипохмелин намутить..."
    vchn "У меня запас закончился."
    joz "Кхм." with vpunch
    "Джозеф подошёл к холодильнику и достал оттуда 3 банки грейпфрутовой хуги."
    vchn "То есть, я блять, намеренно сидел, да ахуевал, пока в холодосе меня дожидался холодный пивандрий?" with vpunch
    vsn "Получается, так."
    vchn "Блядство." with vpunch
    vchn "Хотя - грех жаловаться."
    vchn "Он есть - и то хлеб."
    joz "Сладкий."
    vsn "Пахомовский."
    window hide
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    nvl clear
    nvlbazar "Дальше наши три бравых кента спокойно себе опохмелялись."
    nvlbazar "Вечный в тг обнаружил сообщение для Швилька в черновиках."
    nvlvchn "Прикатывай, братиш.{w} У нас тут тепло.{w} Котлетки.{w} С пюрешкой."
    nvlbazar "Но сообщение так и не было отправлено."
    nvl clear
    window hide
    scene ineony
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with ed_night_dis
    nvlbazar "В недавней попытке штурма крепости Скитецкого пала вся империя айгандона."
    nvlbazar "Неоню и Морозкина загрыз Доберман."
    nvlbazar "Остальных убило обломком забора, что вылетел после взрыва."
    nvl clear
    window hide
    scene dristun
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with ed_night_dis
    nvlbazar "Дмитрия Скитецкого сожрали клоны Вадима Морозова, что целой стаей были направлены на дом Скита после выполнения секретного протокола <<МАНЕЖ>>."
    nvlbazar "После выполнения своей задачи -{w} клоны бесцельно бродят по Новошахтинску."
    nvlbazar "На их уничтожение был отправлен особый отряд -{w} <<СОБР>>."
    nvlbazar "После уничтожения всех клонов и завершение битвы кланов Айгандона и Скита -{w} Новошахтинск наконец-то обрёл свой покой и стал спокойным местом."
    nvl clear
    window hide
    scene vas_dead_bad
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with ed_night_dis
    nvlbazar "Василиса последовала совету Иветты..."
    nvlbazar "Её жизнь больше не имела смысла."
    nvlbazar "Она уходила в иной мир без эмоций."
    nvlbazar "Перед смертью она ни о чём не подумала."
    nvlbazar "Даже ничего не почувствовала."
    nvlbazar "Смерть наступила не от удушья,{w=0.2} а от разрыва шейных позвонков."
    nvl clear
    window hide
    scene bergenokno
    show snezhok
    show bergenokno1
    show layer master at VHS(0.83, 0.83, 0.77, 1.0)
    with ed_night_dis
    nvlbazar "А что же Вечный?"
    nvlbazar "Он и дальше продолжать вкачивать свои навыки программирования."
    nvlbazar "Однажды,{w=0.2} когда они с Вишневским сидели,{w=0.2} да попивали хугарден,{w=0.2} последний спросил его:"
    nvlvsn "Я восхищаюсь твоей целеустремлённостью."
    nvlvsn "Однако,{w=0.2} меня не покидает вопрос...{w} А что ты в итоге хочешь сделать?"
    nvlvchn "Ты же прекрасно помнишь недавние события."
    nvlvchn "И... Знаешь, что?"
    nvlvchn "Я напишу об этом."
    nvlvsn "Книгу?"
    nvlvchn "Нет.{w} Игру."
    nvlvchn "Дабы проще воспринималось."
    nvlvsn "Буду ждать."
    nvl clear
    window hide
    scene black
    show aom_wood
    with ed_night_dis
    nvlbazar "На этом -{w} эта история заканчивается."
    nvlbazar "Возможно,{w=0.2} ты где-то оступился...{w} Сделал неправильный выбор."
    nvlbazar "Но...{w} Это не реальная жизнь...{w} Тут ещё есть возможность начать всё сначала."
    nvlbazar "Возможно,{w=0.2} тебе удастся получить лучший исход."
    nvlbazar "Кто знает."
    nvlbazar "На этом я с тобой прощаюсь.{w} Возможно,{w=0.2} мы ещё увидимся.{w} Сайонара."
    nvlbazar "Занавес."
    nvl clear
    window hide
    if not persistent.achivka1:
        $ persistent.achivka1 = True
        $ persistent.shetchik_koncovok += 1
    play sound ach_sound
    show achiv1 at ed_get_achievement
    pause 7
    show zatemnenie with dissolve
    show sr_logo:
        xalign 0.5
        ypos 1.05
        linear 100.0 ypos -6.28
    show credits sr_credits:
        xalign 0.5
        ypos 1.05
        linear 100.0 ypos -6.28
    $ renpy.pause (45, hard=True)

    stop music fadeout 3
    scene black with dissolve2
    pause 1
    return